"landing_page_search" = "Minne olet menossa?";
"Prime_landing_page_search" = "Noutopaikka";
"menu.help.title" = "Autonvuokrauksen tuki";
"settings.label.url.1" = "Hallitse varausta";
"settings.label.url.2" = "Usein kysyttyä";
"settings.label.url.3" = "Asiakaspalvelu";
"bookings.status.confirmed" = "Vahvistettu";
"bookings.status.unconfirmed" = "Vahvistamaton";
"bookings.status.cancelled" = "Peruutettu";
"bookings.title" = "Varaukset";
"bookings.status.reviewpayment" = "Tarkista maksu";
"bookings.status.completed" = "Valmis";
"bookings.sheet.bookingdetails.link" = "Näytä varaustiedot";
"bookings.sheet.unconfirmed.info" = "Suurin osa varauksistamme vahvistetaan 48 tunnin kuluessa.";
"bookings.sheet.reviewpayment.info" = "Maksu epäonnistui. Siirry kohtaan Hallitse varausta ja tarkista maksutietosi.";
"bookings.sheet.managebooking.link" = "Hallitse varausta";
"bookings.bookingdetails.status" = "Varauksen tila";
"sale_landing_banner_monetary_tagline" = "Varaukset nyt alkaen ${x} / päivä!";
"sale_landing_banner_percentage_tagline" = "Jopa ${x} alennus, varaa nyt!";
"filter.header.eco" = "Ympäristöystävällinen";
"filter.header.mileage" = "Kilometrimäärä";
"vehicle.seats.number" = "${x} istumapaikkaa";
"menu.alert.title" = "Muutetaanko asetuksia?";
"menu.alert.body" = "Kaikki aktiiviset haut nollataan.";
"insurance.options.axa.header" = "Vakuutusvaihtoehdot";
"insurance.options.axa.limited.body" = "<b>Limited</b> – Tarjoaa <b>vähimmäissuojan</b>. Jos joudut onnettomuuteen, sinun on maksettava enintään ${x} suuruinen <b>omavastuuosuus</b>, jota ei palauteta.";
"insurance.options.axa.premium.body" = "<b>Premium</b> – Tarjoaa <b>ensiluokkaisen vakuutussuojan</b>. Jos joudut onnettomuuteen, enintään ${x} suuruinen omavastuusummasi <b>palautetaan</b>.";
"insurance.limited.caption" = "Minimaalinen suoja varkauksia ja korivaurioita varten. <b>Maksat itse vahingot</b>, jotka eivät kuulu rajoitetun vaihtoehdon piiriin.";
"insurance.limited.benefit1" = "<b>Omavastuu</b> ei-palautettavissa";
"insurance.limited.benefit2" = "Kolmannen osapuolen suojaus";
"insurance.limited.benefit3" = "Tiepalvelu";
"insurance.limited.excess.liable" = "Valitsemalla rajoitetun vakuutussuojan olet vastuussa enintään ${x} suuruisen omavastuuosuuden maksamisesta onnettomuuden sattuessa ilman hyvitystä.";
"insurance.limited.included" = "Sisältyy";
"insurance.axa.premium.caption" = "Tarjoaa <b>ensiluokkaisen vakuutussuojan</b>, mukaan lukien Limited-vaihtoehdon tarjoamat vaihtoehdot.";
"insurance.axa.premium.benefit1" = "Jopa <b>100 %:n hyvitettävä omavastuu</b>";
"insurance.axa.premium.benefit2" = "Kolmannen osapuolen suojaus";
"insurance.axa.premium.benefit3" = "Tiepalvelu";
"insurance.axa.premium.benefit4" = "Tuulilasin, lasin ja renkaiden vauriot";
"insurance.axa.premium.benefit5" = "Henkilökohtainen omaisuutesi";
"insurance.axa.premium.benefit6" = "Huomattavin vahinko tai menetys";
"insurance.axa.premium.benefit7" = "Katon ja pohjan vauriot";
"insurance.axa.premium.benefit8" = "Väärintankkausmaksut";
"insurance.axa.premium.benefit9" = "Palvelumaksut";
"insurance.axa.premium.benefit10" = "Monikielisten reklamaatioiden tuki";
"insurance.axa.premium.terms" = "Valitsemalla Premium-vakuutuksen ja jatkamalla vahvistat lukeneesi ja hyväksyväsi vakuutuksen ehdot ja näiden tietojen perusteella tämä vakuutus vastaa tarpeitasi.";
"insurance.priceperday" = "${x}/päivä";
"insurance.total.price" = "Yhteensä: ${x}";
"insurance.options.awn.au.header" = "Älä ota riskiä. Ota ajomatkavakuutus.";
"insurance.options.awn.au.body" = "<b>Roadtrip-vakuutus</b> – Tarjoaa vakuutusturvan, jonka mukaan omavastuusi ja henkilökohtainen omaisuutesi korvataan enintään summaan ${x} saakka, jos joudut onnettomuuteen vuokra-ajoneuvosi kanssa.";
"insurance.awn.au.title" = "Ajomatkavakuutus";
"insurance.awn.au.caption" = "Tarjoaa <b>ensiluokkaisen vakuutussuojan</b>, mukaan lukien Limited-vaihtoehdon tarjoamat vaihtoehdot.";
"insurance.awn.au.benefit1" = "Jopa 100 %:n hyvitettävä omavastuu";
"insurance.awn.au.benefit2" = "Kolmannen osapuolen suojaus";
"insurance.awn.au.benefit3" = "Henkilökohtainen omaisuutesi";
"insurance.awn.au.benefit4" = "Ulkomaan sairaanhoitokulut";
"insurance.awn.au.benefit5" = "Avainturva ja henkilökohtaiset tavarat";
"insurance.awn.au.benefit6" = "Tapaturmainen kuolema";
"insurance.awn.au.benefit7" = "Väärintankkausmaksut";
"insurance.axa.premium.cancellation.policy" = "ILMAINEN peruutus enintään 24 t ennen noutoa";
"insurance.awn.au.terms" = "Valitsemalla Roadtrip-vakuutuksen ja jatkamalla vahvistat lukeneesi ja hyväksyväsi vakuutuksen${x} ja näiden tietojen perusteella tämä vakuutus vastaa tarpeitasi.";
"insurance.zero.excess.terms" = "Valitsemalla Zero Excess -vakuutuksen ja jatkamalla vahvistat lukeneesi ja hyväksyväsi vakuutuksen ehdot ja näiden tietojen perusteella tämä vakuutus vastaa tarpeitasi.";
"insurance.options.awn.au.limited.body" = "<b>Rajoitettu vakuutus</b> – Omavastuusi tai henkilökohtaisen omaisuutesi vakuutusturvaa ei ole.";
"insurance.awn.au.terms.link" = "Ehdot";
"results.filter.all1" = "Kaikki suodattimet";
"results.filter.all2" = "Kaikki suodattimet (${x})";
"results.summary.title" = "<b>${x}</b> autot | Lajitteluehto: <b>${y}</b>";
"Omnibus.Pos.1.Title" = "Miten suosittelulajittelun järjestys määräytyy?";
"Omnibus.Pos.2.Title" = "Mitä paras ”vastine rahalle” tarkoittaa?";
"Omnibus.Pos.3.Title" = "Mitä muuttujia lajittelujärjestyksessä huomioidaan?";
"Omnibus.Pos.4.Title" = "Miten sponsoroidut sijoitukset toimivat?";
"Omnibus.Pos.1.Body" = "Suositeltujen ajoneuvojen lajittelujärjestyksessä ajoneuvot asetetaan järjestykseen monen eri tekijän mukaan, mikä varmistaa, että hakutulosten kärjessä olevat tulokset tarjoavat parhaan vastineen rahalle. Autonvuokrauksen toimittajilta saatu välityspalkkio vaikuttaa järjestykseen.";
"Omnibus.Pos.2.Body" = "Termi ”vastine rahalle” kuvaa muuttujia, jotka vaikuttavat asiakkaan todennäköisyyteen ostaa autonvuokraus. CarTrawlerin autovuokraamoilta saama välityspalkkio kuvastaa rooliamme (CarTrawler) varauksessa ja vaikuttaa siihen, miten määritämme kokonaisuudessaan vastineen rahalle.";
"Omnibus.Pos.3.Body" = "Tunnistaessaan asiakkaiden kannalta parhaan vastineen rahalle lajittelujärjestyksemme huomioi useita muuttujia, kuten:";
"Omnibus.Pos.4.Body" = "Jotkin matkailuyrityskumppanit tekevät yhteistyötä valittujen autonvuokraustoimittajien kanssa. Sponsoroituja sijoitteluja voidaan esitellä hakutulosten kärkisijoilla, koska matkailualan kumppani on saanut maksuja valitulta autonvuokrauksen toimittajalta. Asiakkaat voivat tunnistaa nämä sponsoroidut sijoittelut siitä, että ne on korostettu tuotemerkin mukaisessa sijoittelussa hakutulosten yläosassa.";
"Omnibus.Pos.3.bullet.1" = "Haun varauspäivä ja -paikka.";
"Omnibus.Pos.3.bullet.2" = "Vuokra-ajan kesto.";
"Omnibus.Pos.3.bullet.3" = "Autovuokraamojen asiakasarviot CSAT-pisteiden ja NPS:n perusteella.";
"Omnibus.Pos.3.bullet.4" = "Asiakkaiden aiempi käyttäytyminen suhteessa aiempiin ostoksiin ja aiempiin hinnoitteluihin samankaltaisissa autonvuokraustuloksissa.";
"Omnibus.Pos.3.bullet.5" = "Autovuokraamoilta tai vakuutuskumppaneiltamme saamamme välityspalkkio.";
"Omnibus.Accept.Button.Text" = "Selvä!";
"Omnibus.Header.Text" = "Suositellut selitettynä";
"bookings.sheet.remove" = "Poista varaus";
"bookings.dialog.remove.title" = "Poistetaanko varaus?";
"bookings.dialog.remove.text" = "Olet poistamassa tämän varauksen pysyvästi varauslistaltasi.";
"bookings.dialog.remove.text.history" = "Tämä varaus ja koko varaushistoriasi ovat edelleen saatavissa asiakasportaalimme kautta.";
"bookings.dialog.remove.CTA" = "Poista";
"payment.options.paypal.title" = "PayPal";
"payment.options.paypal.button" = "Varaa maksutavalla ${x}";
"payment.options.paypal.banner.text" = "Kun olet napsauttanut alla olevaa ”Varaa PayPalilla” -painiketta, sinut ohjataan PayPal-sivustolle, jossa voit kirjautua tilillesi ja suorittaa maksun loppuun. Sinut ohjataan myöhemmin autonvuokrauksen varausvahvistussivulle.";
"payment.options.paypal.failed.title" = "${x} maksu epäonnistui";
"payment.options.paypal.failed.text" = "Valitettavasti maksusi käsittelyn aikana ilmeni ongelma. Varaustasi ei suoritettu loppuun eikä korttiasi ole veloitettu. Yritä uudelleen jollakin alla olevista maksutavoista.";
"vehicle_fuel_plugin_hybrid" = "Ladattava hybridi";
"insurance.axa.regulatory.statement.uk" = "CarTrawler on Belgian keskuspankin valtuuttaman ja sääntelemän Inter Partner Assistance S.A:n nimittämä edustaja, jonka rekisteröity pääkonttori on osoitteessa Boulevard du Régent 7, 1000 Bryssel, Belgia. Vakavaraisuussääntelyviranomainen (Prudential Regulation Authority, PRA) on myöntänyt toimiluvan (yhtiön viitenumero 202664). Rahoitusalan valvontaviranomaisen (Financial Conduct Authority, FCA) säännösten ja vakavaraisuussääntelyviranomaisen rajoitettujen säännösten alainen. Inter Partner Assistance S.A. -yhtiön Yhdistyneen kuningaskunnan toimipisteen osoite on 106-118 Station Road, Redhill, RH1 1PR. Inter Partner Assistance S.A. on AXA Groupin osa.";
"VehicleList.Map.BottomSheet.ConnectionType.Type1" = "Tyyppi 1";
"VehicleList.Map.BottomSheet.ConnectionType.Type2" = "Tyyppi 2";
"VehicleList.Map.BottomSheet.ConnectionType.Unspecified" = "Määrittämätön";
"VehicleList.Map.BottomSheet.ConnectionType.WallSocket" = "Seinäpistorasia";
"VehicleList.Map.BottomSheet.ChargeType" = "Lataustyypit";
"VehicleList.Map.BottomSheet.Availability.24Hour" = "Avoinna 24 tuntia";
"VehicleList.Map.BottomSheet.ChargeAvailability.OutOfService" = "Ei käytössä";
"VehicleList.Map.BottomSheet.ChargeSpeed.Slow" = "Hidas";
"VehicleList.Map.BottomSheet.ChargeSpeed.Fast" = "Nopea";
"VehicleList.Map.BottomSheet.ChargeSpeed.Rapid" = "Nopea";
"VehicleList.Map.BottomSheet.ChargeSpeed.UltraRapid" = "Erittäin nopea";
"view_voucher" = "Tarkastele kuittia";
"VehicleList.Chip.EVLongRange.Text" = "Pitkän matkan sähköauto";
"VehicleDetails.EVLongRange.Description" = "Pitkän matkan sähköauto: tällä ajoneuvolla on mahdollista ajaa yli ${x} yhdellä latauksella.";
"VehicleDetails.EcoFriendlyUpsell.Header" = "Ympäristöystävällinen vaihtoehto";
"VehicleList.Chip.EVLongRange.Capacity.KM" = "400 km";
"VehicleList.Chip.EVLongRange.Capacity.Miles" = "250 mi";
"Vehicle.Fuel.Electric.Plus" = "Pitkän matkan sähköauto";
"landing.countdowntimer.salename" = "Tarjous";
"landing.countdowntimer.presale" = "${x} alkaa";
"landing.countdowntimer.duringsale" = "${x} päättyy";
"Driver.Details.Marketing.Consent.Text" = "Saat erikoistarjouksia autonvuokrauksesta ja muita tärkeitä tietoja suoraan sähköpostiisi.";
"Driver.Details.Marketing.Consent.Policy" = "Katso lisätietoja osiosta ${x}.";
"abandonment.deeplink.total" = "Yhteensä";
"abandonment.deeplink.day" = "päivä";
"VehicleList.Banner.Sustainability.Header.FriendlyLocation" = "Sähköautoystävällinen sijainti";
"VehicleList.Banner.Sustainability.Header.CityDriving" = "Parempi kaupunkiajoon";
"VehicleList.Banner.Sustainability.Header.EasyDriving" = "Helppo ajaa";
"VehicleList.Banner.Sustainability.Header.FuelCosts" = "Oletko huolissasi polttoainekustannuksista?";
"VehicleList.Banner.Sustainability.Header.GoFurther" = "Vuokrasähköautolla pääset pidemmälle kuin uskotkaan";
"VehicleList.Banner.Sustainability.InfoText.FriendlyLocation" = "Noutopaikassasi on erinomaiset latauspalvelut sähköautojen vuokrausta ajatellen";
"VehicleList.Banner.Sustainability.InfoText.EasyDriving" = "Sähköauton ajaminen on samanlaista kuin automaattiauton. Se on hiljaisempi eikä aiheuta hiilidioksidipäästöjä";
"VehicleList.Banner.Sustainability.InfoText.FuelCosts" = "Sähköauton lataaminen maksaa paljon vähemmän kuin vastaavan kokoisen bensiini- tai dieselauton tankkaaminen. Säästät jopa 50 % matkakuluissa";
"VehicleList.Banner.Sustainability.InfoText.CityDriving" = "Sähköautot pysähtyvät ja käynnistyvät tehokkaammin kaupunkiliikenteessä";
"VehicleList.Banner.Sustainability.InfoText.GoFurther" = "Pitkän matkan sähköajoneuvoilla voi ajaa yli 400 km yhdellä latauksella. 80 % Euroopassa ajettavista automatkoista on alle 50 km.";
"insurance.axa.premium.uk.cancellation.policy" = "ILMAINEN peruutus milloin tahansa ennen noutoa";
"landing.mosaic.title" = "Sitoutumisemme ympäristöystävällisyyteen";
"landing.mosaic.tile1.title" = "Sähköajoneuvon perustuotteet";
"landing.mosaic.tile1.body" = "Kaikki tarvittavat tiedot sähköauton vuokraamisesta";
"landing.mosaic.tile1.ctaText" = "<u>Tutustu tarkemmin</u>";
"landing.mosaic.tile2.title" = "Sähköauton latauksen perusasiat";
"landing.mosaic.tile2.body" = "Opas sähköauton lataamiseen";
"landing.mosaic.tile2.ctaText" = "<u>Tutustu tarkemmin</u>";
"landing.mosaic.tile3.body" = "Tärkeitä kysymyksiä, jotka kannattaa esittää sähköautoa vuokratessa";
"landing.mosaic.tile3.ctaText" = "<u>Lue lisää</u>";
"landing.countdowntimer.days" = "päivää";
"landing.countdowntimer.hours" = "tuntia";
"landing.countdowntimer.minutes" = "min";
"landing.countdowntimer.seconds" = "sek.";
"VehicleList.Map.Airport.SupplierLocation.Filter" = "${x} Lentoasema – ${y}";
"VehicleList.Map.Downtown.SupplierLocation.Filter" = "${x} paikka: (${y})";
"results.filter.all3" = "Suodata (${x})";
"VehicleList.Header.Filter" = "Suodata";
"VehicleList.Header.Filter.Selected" = "Suodata (${x})";
"VehicleList.Map.Airport.SupplierLocation.PriceFrom" = "Hinta jäädytetty ${X} päiväksi alkaen ${y}";
"LoyaltyNumber" = "Kanta-asiakasnumero (valinnainen)";
"VehicleList.Header.Map" = "Kartta";
"Payment.256.Encrypted" = "Kaikki maksutapahtumat on suojattu 256-bittisellä SSL-salauksella";
"Insurance.Applicable.Taxes" = "Sisältää kaikki sovellettavat verot";
"BookingError.Insurance" = "Valitettavasti varauksesi tietyn osan käsittelyn aikana ilmeni tekninen ongelma. Autonvarauksesi onnistui, mutta vakuutuksen ostossa ilmeni ongelma. Voit yrittää uudelleen Käsittele varausta -osiossa, katso noudatettavat ohjeet vahvistussähköpostistasi.";
"Payment.Exchange.Currency.Message" = "Huomioi, että tänään maksettava summa veloitetaan ${z} perustuen tämän päivän valuuttakurssiin (${x} = ${y})";
"VehicleList.Map.BottomSheet.ConnectionType.Other" = "Muu";
"VehicleList.Map.BottomSheet.ChargeAvailability.Total" = "Yhteensä ${x}";
"settings.label.url.4" = "Tietosuojakäytäntö";
"Price.Summary.Included.Charges" = "Sisältyvät maksut";
"VehicleList.Map.BottomSheet.SupplierInfo" = "Toimittajan tiedot";
"VehicleList.Map.BottomSheet.SupplierDistance" = "${x} ${y} pois";
"VehicleList.Map.BottomSheet.SupplierHours" = "Aukioloajat";
"VehicleList.Map.BottomSheet.SupplierHours.Closed" = "Suljettu";
"VehicleList.Map.BottomSheet.SupplierHours.Monday" = "Maanantai";
"VehicleList.Map.BottomSheet.SupplierHours.Tuesday" = "Tiistai";
"VehicleList.Map.BottomSheet.SupplierHours.Wednesday" = "Keskiviikko";
"VehicleList.Map.BottomSheet.SupplierHours.Thursday" = "Torstai";
"VehicleList.Map.BottomSheet.SupplierHours.Friday" = "Perjantai";
"VehicleList.Map.BottomSheet.SupplierHours.Saturday" = "Lauantai";
"VehicleList.Map.BottomSheet.SupplierHours.Sunday" = "Sunnuntai";
"Add.Booking.Title" = "Valitettavasti emme löytäneet hakuehtojasi vastaavia tuloksia.";
"Add.Booking.Form.Error" = "Valitettavasti emme löytäneet hakuehtojasi vastaavia tuloksia.";
"Add.Booking.Heading" = "Lisää varaus";
"Add.Booking.Form.BookingId.Error" = "Virheellinen numero";
"please.try.again" = "Yritä uudelleen.";
"insurance.xc.simple.api.main.ipid.text" = "Vakuutustuotetietoasiakirja";
"Insurance.XC.Pill.Free.Insurance.Cancellation.UK" = "Ilmainen vakuutuksen peruutus milloin tahansa ennen noutoa";
"Insurance.XC.Subtitle.eDo" = "Premium Cover -vakuutus tarjoaa parempaa suojaa ja jopa ${policy.limit} suuruiset korotetut vakuutusrajat sekä korkeampia alarajoja tärkeimpien asioiden vakuutusturvan kattamiseksi. Saatavilla vain Prime-jäsenille.";
"Insurance.XC.Pill.Free.Insurance.Cancellation" = "Peruuta ilmaiseksi viimeistään 24 tuntia ennen noutoa";
"insurance.xc.simple.api.main.more.info.button" = "Lisätietoa";
"Insurance.XC.USP.ThirdParty" = "Kolmannen osapuolen suojaus";
"insurance.xc.simple.api.main.link.terms.text" = "Ehdot";
"Insurance.xc.pricing.terms" = "Sisältää kaikki sovellettavat verot";
"Insurance.XC.USP.LatePickUp" = "Myöhästynyt nouto lentoviivästyksen vuoksi";
"Insurance.XC.Pill.Free.Cancellation.UK" = "Peruuta ilmaiseksi viimeistään 24 tuntia ennen noutoa";
"insurance.xc.simple.api.main.premium.cta" = "Jatka Premium-turvalla";
"Insurance.XC.USP.Windscreen" = "Tuulilasin, lasin ja renkaiden vauriot";
"Insurance.XC.USP.Misfueling" = "Väärintankkausmaksut";
"Insurance.XC.USP.BreakdownAssistance" = "Tiepalvelu";
"Insurance.XC.USP.ClaimSupport" = "Monikielinen reklamaatiotuki";
"Insurance.XC.USP.TravelExpenses" = "Matkakulut";
"Insurance.XC.Subtitle" = "Lisävakuutussuojamme ansiosta sinulle palautetaan enintään ${x} suuruinen omavastuusumma, minkä ansiosta sinun ei tarvitse maksaa kuluja itse onnettomuuden sattuessa.";
"Insurance.XC.Premium.Disclaimer.Proceed" = "Valitsemalla Premium-turvan ja jatkamalla vahvistat lukeneesi ja hyväksyväsi vakuutuksen ${x} ja ${y} ja näiden tietojen perusteella tämä vakuutus vastaa tarpeitasi.";
"Insurance.XC.Title" = "Premium-turva";
"Insurance.XC.USP.RefundableExcess.Alt" = "Jopa <span>100 %:n hyvitettävä omavastuu</span>";
"CannotProcessReservation" = "Tapahtui odottamaton  virhe. Varaustasi ei luotu, eikä sinua veloitettu. Luo uusi haku ja yritä uudelleen.";
"insurance.options.xc.header" = "Vakuutusvaihtoehdot";
"insurance.options.xc.premium.body" = "<b>Premium</b> – Tarjoaa <b>ensiluokkaisen vakuutussuojan</b>. Jos joudut onnettomuuteen, enintään ${x} suuruinen omavastuusummasi <b>palautetaan</b>.";
"top.up.your.protection" = "Paranna vakuutussuojaasi";
"insurance.options.xc.limited.body" = "<b>Limited</b> – Tarjoaa <b>vähimmäissuojan</b>. Jos joudut onnettomuuteen, sinun on maksettava enintään ${x} suuruinen <b>omavastuuosuus</b>, jota ei palauteta.";
"title_calendar" = "Päivän valinta";
"title_conditions" = "Ehdot";
"title_details" = "Auton tiedot";
"title_details_supplier" = "ARVIOINNIT";
"title_details_vehicle" = "SISÄLTYY";
"title_extras_insurance" = "Lisäpalvelut ja vakuutus";
"title_filters" = "Suodatus";
"title_insurance" = "Vakuutus";
"title_locations" = "Paikat";
"title_payment" = "Maksu";
"title_results" = "Tulokset";
"title_search_ground" = "Etsi maakuljetus";
"title_search_rental" = "Autonvuokraus ";
"title_settings" = "Asetukset";
"title_summary" = "Maksun yhteenveto";
"title_user" = "Pääasiallisen kuljettajan tiedot";
"title_extras" = "Lisäpalvelut";
"CTA_add" = "Lisää varaus";
"CTA_search" = "Etsi autot";
"CTA_save" = "Tallenna asetukset";
"CTA_continue" = "Jatka";
"CTA_with_insurance" = "Jatka vakuutuksella";
"CTA_no_insurance" = "Jatka ilman vakuutusta";
"CTA_to_homepage" = "Takaisin aloitussivulle";
"CTA_book" = "Varaa nyt hintaan";
"CTA_close" = "Sulje";
"CTA_cancel" = "Peruuta";
"CTA_done" = "Valmis";
"search_pickup_location_text" = "Noutopaikka";
"search_pickup_location_hint" = "Ilmoita lentokentän, kaupungin tai aseman nimi";
"search_return_location_text" = "Kirjoita palautuspaikka";
"search_return_location_hint" = "Ilmoita lentokentän, kaupungin tai aseman nimi";
"search_return_location_button" = "Palaa samaan sijaintiin";
"search_driver_age" = "Kuljettajan ikä 25–70 vuotta";
"search_driver_age_hint" = "Kuljettajan ikä";
"search_select_dates" = "Päivämäärät";
"search_select_dates_hint" = "Valitse päivät";
"search_pickup_time_text" = "Noutoaika";
"search_return_time_text" = "Palautusaika";
"search_locations_placeholder" = "Kirjoita paikka";
"calendar_summary_dropoff" = "Luovutuspäivä";
"calendar_summary_pickup" = "Noutopäivä";
"calendar_summary_title" = "Valitse päivä";
"calendar_select_date" = "Valitse päivä";
"calendar_select_dates" = "Valitse päivät";
"calendar_pickup_date" = "Noutopäivä";
"calendar_return_date" = "Palautuspäivä";
"calendar_continue" = "Jatka";
"calendar_sun" = "su";
"calendar_mon" = "ma";
"calendar_tue" = "ti";
"calendar_wed" = "ke";
"calendar_thu" = "to";
"calendar_fri" = "pe";
"calendar_sat" = "la";
"locations_results_airports" = "Lentoasemat";
"locations_results_others" = "Kaikki muut sijainnit";
"settings_country_title" = "Maa";
"settings_currency_title" = "Valuutta:";
"settings_select_country" = "Valitse maa";
"settings_select_currency" = "Valitse valuutta";
"settings_select_languages" = "Valitse kieli";
"results_sort" = "Lajittele";
"results_filter" = "Suodata";
"vehicle_orsimilar" = "tai vastaava";
"vehicle_passenger" = "Matkustaja";
"vehicle_passengers" = "Matkustajamäärä";
"vehicle_bag" = "Matkalaukku";
"vehicle_bags" = "Matkalaukkua";
"vehicle_door" = "Ovi";
"vehicle_doors" = "Ovia";
"vehicle_duration_1" = "Hinta";
"vehicle_duration_2" = "päivä";
"vehicle_duration_3" = "päivää";
"vehicle_total_price" = "Hinta yhteensä";
"vehicle_best_seller" = "Suosituin";
"vehicle_great_value" = "Erinomaista vastinetta rahoillesi";
"vehicle_provided" = "Tarjoaja";
"vehicle_air_conditioning" = "Ilmastointi";
"vehicle_fuel_policy" = "Polttoainekäytäntö";
"vehicle_supplier_address" = "Toimittajan osoite";
"vehicle_suppliers_address_detail" = "Toimittajan osoite:";
"vehicle_pickup_location" = "Noutopaikka";
"vehicle_vehicle_inclusion" = "Tämä tuote kuuluu ajoneuvon hintaan";
"rental_sort_title" = "Lajittele tulokset seuraavan mukaan:";
"rental_sort_price" = "Hinta";
"rental_sort_rating" = "Arviointi";
"rental_sort_recommended" = "Suositeltu";
"filter_package" = "Paketti";
"filter_carsize" = "Auton koko";
"filter_supplier" = "Toimittaja";
"filter_rating" = "Arviointi";
"filter_fuel" = "Polttoainekäytäntö";
"filter_carfuel" = "Polttoainetyyppi";
"filter_carspec" = "Auton tiedot";
"filter_transmission" = "Vaihteisto";
"filter_specialoffers" = "Erikoistarjous";
"filter_transfertype" = "Kuljetustyyppi";
"filter_transfertime" = "Matka-aika";
"filter_reset" = "Tyhjennä";
"vehicle_type_cargovan" = "Cargovan-pakettiauto";
"vehicle_type_compact" = "Kompakti";
"vehicle_type_compact_elite" = "Komopakti valio";
"vehicle_type_economy" = "Taloudellinen";
"vehicle_type_economy_elite" = "Taloudellinen valio";
"vehicle_type_estate" = "Farmarimalli";
"vehicle_type_exotic" = "Erikoismalli";
"vehicle_type_exotic_SUV" = "Erikoismallinen katumaasturi";
"vehicle_type_fifteen_passenger_van" = "15 matkustajan auto";
"vehicle_type_five_seat_carrier" = "5-paikkainen";
"vehicle_type_four_wheel_drive" = "Nelipyöräveto";
"vehicle_type_fullsize" = "Täysikokoinen";
"vehicle_type_fullsize_elite" = "Täysikokoinen valio";
"vehicle_type_intermediate" = "Välimuoto";
"vehicle_type_intermediate_elite" = "Keskikokoinen valio";
"vehicle_type_large_SUV" = "Suuri katumaasturi";
"vehicle_type_large_truck" = "Suuri tavarankuljetusauto";
"vehicle_type_luxury" = "Luksus";
"vehicle_type_luxury_elite" = "Luksusvalio";
"vehicle_type_medium_SUV" = "Keskikokoinen katumaasturi";
"vehicle_type_midsize" = "Keskikokoinen";
"vehicle_type_mini" = "Pieni";
"vehicle_type_mini_elite" = "Pieni valio";
"vehicle_type_minivan" = "Tila-auto";
"vehicle_type_moped" = "Mopedi";
"vehicle_type_moving_van" = "Muuttoauto";
"vehicle_type_nine_seat_carrier" = "9-paikkainen";
"vehicle_type_oversize" = "Suurikokoinen";
"vehicle_type_premium" = "Ensiluokkainen";
"vehicle_type_premium_elite" = "Ensiluokkainen valio";
"vehicle_type_regular" = "Vakio";
"vehicle_type_seven_seat_carrier" = "7-paikkainen";
"vehicle_type_small_SUV" = "Pieni katumaasturi";
"vehicle_type_small_medium_truck" = "Pieni tai keskikokoinen tavarankuljetusauto";
"vehicle_type_special" = "Erityinen";
"vehicle_type_standard" = "Vakio";
"vehicle_type_standard_elite" = "Vakiovalio";
"vehicle_type_stretch" = "Pidennetty";
"vehicle_type_subcompact" = "Pieni henkilöauto";
"vehicle_type_twelve_foot_truck" = "12 jalan tavarankuljetusauto";
"vehicle_type_twelve_passenger_van" = "12 matkustajan auto";
"vehicle_type_twenty_foot_truck" = "20 jalan tavarankuljetusauto";
"vehicle_type_twenty_four_foot_truck" = "24 jalan tavarankuljetusauto";
"vehicle_type_twenty_six_foot_truck" = "26 jalan tavarankuljetusauto";
"vehicle_type_unique" = "Ainutlaatuinen";
"vehicle_type_vehicle_size_SUV" = "Ajoneuvon kokoinen katumaasturi";
"vehicle_type_other" = "Muu";
"vehicle_fuel_petrol" = "Bensiini";
"vehicle_fuel_diesel" = "Diesel";
"vehicle_transmission_auto" = "Automaattinen";
"vehicle_transmission_manual" = "Manuaalinen";
"vehicle_fuel_policy_type_ELECTRICVEHICLE" = "Sama varaus – sama veloitus";
"vehicle_fuel_policy_type_FULLFULL" = "Täydestä täyteen";
"vehicle_fuel_policy_type_EMPTYEMPTY" = "Nouto tyhjänä, palautus tyhjänä";
"vehicle_fuel_policy_type_FULLEMPTY" = "Ennakko-osto";
"vehicle_fuel_policy_type_HALFEMPTY" = "Nouto puoliksi täynnä, palautus tyhjänä";
"vehicle_fuel_policy_type_QUARTEREMPTY" = "Noudettaessa säiliössä neljännes, palautus tyhjänä";
"vehicle_fuel_policy_type_HALFHALF" = "Puolitäydestä puolitäyteen";
"vehicle_fuel_policy_type_QUARTERQUARTER" = "Neljänneksestä neljännekseen";
"vehicle_fuel_policy_type_UNKNOWN" = "Tuntematon";
"vehicle_fuel_policy_type_FULLEMPTYREFUND" = "Osta ennakkoon polttoainetta hyvitysoikeudella";
"vehicle_fuel_policy_type_FULLFULLHYBRID" = "Polttoaine: Valitse toimipisteessä";
"vehicle_fuel_policy_type_CHAUFFULFUL" = "Polttoainekulut: Ei sisälly";
"vehicle_fuel_policy_type_CHAUFFUELINC" = "Polttoainekulut: Sisältyy";
"vehicle_fuel_policy_desc_ELECTRICVEHICLE" = "Pidä auto ladattuna, jotta sinua ei veloiteta. Saat toimittajalta ajoneuvon, jossa on tietty akun varaustaso noudettaessa. Olet vastuussa ajoneuvon palauttamisesta samalla akun varaustasolla kuin noudettaessa.";
"vehicle_fuel_policy_desc_FULLFULL" = "Tämä on paras polttoainevaihtoehto. Auto luovutetaan sinulle tankki täynnä polttoainetta. Polttoainesäiliön uudelleentäyttömaksujen välttämiseksi sinun tarvitsee vain palauttaa auto täydellä polttoainesäiliöllä.";
"vehicle_fuel_policy_desc_EMPTYEMPTY" = "Autossa on luovutettaessa riittävästi polttoainetta, jotta pääset lähimmälle huoltoasemalle. Auto tulee palauttaa tankki tyhjänä, sillä käyttämättömästä polttoaineesta ei saa hyvitystä.";
"vehicle_fuel_policy_desc_FULLEMPTY" = "Auto luovutetaan tankki täynnä polttoainetta, josta sinua veloitetaan palvelutiskillä. Auto tulee palauttaa tankki tyhjänä, sillä käyttämättömästä polttoaineesta ei saa hyvitystä.";
"vehicle_fuel_policy_desc_HALFEMPTY" = "Auto toimitetaan sinulle polttoainesäiliö puoliväliin tankattuna. Sinulta veloitetaan tämä polttoaine palvelutiskillä. Voit käyttää polttoainetta haluamasi määrän, eikä sinun tarvitse tankata polttoainesäiliötä täyteen ennen auton palauttamista.";
"vehicle_fuel_policy_desc_QUARTEREMPTY" = "Auto toimitetaan sinulle polttoainesäiliön kokonaistäyttömäärästä neljännesosa tankattuna. Sinulta veloitetaan tämä polttoaine palvelutiskillä. Voit käyttää polttoainetta haluamasi määrän, eikä sinun tarvitse tankata polttoainesäiliötä täyteen ennen auton palauttamista.";
"vehicle_fuel_policy_desc_HALFHALF" = "Auto luovutetaan sinulle tankki puolillaan polttoainetta. Palauta auto puoliksi täytetyllä tankilla välttyäksesi uudelleentankkausmaksuilta. Jos autossa on palautettaessa enemmän polttoainetta, et saa siitä hyvitystä.";
"vehicle_fuel_policy_desc_QUARTERQUARTER" = "Auto luovutetaan sinulle neljännes tankista täytettynä polttoaineella. Palauta auto neljännes tankista täytettynä välttyäksesi uudelleentankkausmaksuilta. Jos autossa on palautettaessa enemmän polttoainetta, et saa siitä hyvitystä.";
"vehicle_fuel_policy_desc_UNKNOWN" = "Tärkeitä tietoja";
"vehicle_fuel_policy_desc_FULLEMPTYREFUND" = "Auto luovutetaan sinulle tankki täynnä polttoainetta. Siitä veloitetaan sinua palvelutiskillä ja sinun tulee myös maksaa ei-palautettava palvelumaksu. Saat hyvityksen käyttämättömästä polttoaineesta palauttaessasi auton.";
"vehicle_fuel_policy_desc_FULLFULLHYBRID" = "Auto toimitetaan sinulle polttoainesäiliö täyteen tankattuna. Voit halutessasi maksaa polttoaineesta etukäteen palvelutiskillä (ennakko-osto) tai täyttää tankin uudelleen ennen auton palautusta (täysi tankki ennen ja jälkeen). Muista kuitenkin ilmoittaa autovuokraamolle, kumpaa polttoainekäytäntöä haluat soveltaa.";
"vehicle_fuel_policy_desc_CHAUFFULFUL" = "Polttoainekulut eivät sisälly hintaan. Maksat polttoainesäiliön täyteen tankkauksen ennen kuin kuljettaja jättää sinut määränpäähän.";
"vehicle_fuel_policy_desc_CHAUFFUELINC" = "Kaikki polttoainekulut sisältyvät hintaan.  Sinun ei tarvitse maksaa mitään polttoainesäiliön täyteen tankkauksesta aiheutuvia lisäkuluja.";
"vehicle_pickup_type" = "Noutotyyppi";
"vehicle_pickup_location_VWF_1.VWF.X" = "Terminaalissa";
"vehicle_pickup_location_VWF_2.VWF.X" = "Lentokentällä";
"vehicle_pickup_location_VWF_3.VWF.X" = "Lentokenttäterminaali";
"vehicle_pickup_location_VWF_4.VWF.X" = "Rautatieasema";
"vehicle_pickup_location_VWF_5.VWF.X" = "Toimitus hotellille";
"vehicle_pickup_location_VWF_6.VWF.X" = "Autonvälittäjä";
"vehicle_pickup_location_VWF_7.VWF.X" = "Kaupungin keskusta / Keskusta";
"vehicle_pickup_location_VWF_8.VWF.X" = "Kaupungin keskustasta itään";
"vehicle_pickup_location_VWF_9.VWF.X" = "Kaupungin keskustasta etelään";
"vehicle_pickup_location_VWF_10.VWF.X" = "Kaupungin keskustasta länteen";
"vehicle_pickup_location_VWF_11.VWF.X" = "Kaupungin keskustasta pohjoiseen";
"vehicle_pickup_location_VWF_12.VWF.X" = "Satama/Lautta";
"vehicle_pickup_location_VWF_13.VWF.X" = "Lähellä lomakeskusta";
"vehicle_pickup_details_VWF_1.VWF.X" = "Tämä on kätevin noutotapa. Palvelutiski sijaitsee lentokenttäterminaalissa.";
"vehicle_pickup_details_VWF_2.VWF.X" = "Palvelutiski sijaitsee kätevästi lentokentän alueella.";
"vehicle_pickup_details_VWF_4.VWF.X" = "Edustaja on paikalla. Kuljettajasi odottaa sinua saapuessasi. Annathan meille lentosi numeron, jotta kuljettaja voi tarkistaa lennon sen mahdollisen myöhästymisen varalta.";
"vehicle_pickup_details_VWF_5.VWF.X" = "Autosi on valmiina noudettavaksi hotellisi vastaanottotiskiltä.";
"vehicle_pickup_details_VWF_6.VWF.X" = "Edustaja on paikalla. Kuljettajasi odottaa sinua saapuessasi. Annathan meille lentosi numeron, jotta kuljettaja voi tarkistaa lennon sen mahdollisen myöhästymisen varalta.";
"vehicle_pickup_type_VLI_1.VLI.X" = "Terminaalissa";
"vehicle_pickup_type_VLI_2.VLI.X" = "Terminaali ja sukkulabussi";
"vehicle_pickup_type_VLI_3.VLI.X" = "Matkustaminen veloituksetta sukkulaliikenteen bussilla";
"vehicle_pickup_type_VLI_4.VLI.X" = "Meet and Greet -palvelu";
"vehicle_pickup_type_VLI_6.VLI.X" = "Yksityinen kuljettaja";
"vehicle_pickup_at_airport" = "Lentoasemalla";
"vehicle_pickup_unknown" = "Tuntematon";
"included_title" = "Sisältyy ilmaiseksi:";
"included_cancel" = "Peruutus";
"included_amend" = "Muutokset";
"included_thirdparty" = "Kolmannen osapuolen vastuuvakuutus";
"included_theft" = "Varkausturva";
"included_collision" = "Kolarivakuutus";
"included_terms" = "Ehdot";
"supplier_reviews" = "arviot";
"supplier_car" = "Auton puhtaus";
"supplier_desk" = "Toimittajan tiskin palvelut";
"supplier_pickup" = "Autonvuokrauksen noutoprosessi";
"supplier_dropoff" = "Autonvuokrauksen palautusprosessi";
"supplier_price" = "Yleinen kustannustehokkuus";
"supplier_waiting" = "Odotusaika";
"supplier_below_average" = "Keskimääräistä huonompi";
"supplier_good" = "Hyvä";
"supplier_excellent" = "Erinomainen";
"supplier_rating_detail" = "asiakkaat antavat tälle autonvuokrausyritykselle arvion";
"extras_equipment_aircon" = "Ilmastointi";
"extras_equipment_gps" = "GPS";
"extras_back" = "Takaisin";
"extras_conditions" = "Huomaathan, että lisäpalvelut maksetaan vuokraustiskillä. Yritämme varmistaa sen, että asiakkaat saavat kaikki lisäpalvelut, mutta niiden saatavuus ei ole aina taattua.";
"extras_per_day" = "per päivä";
"extras_placeholder" = "Palvelun tarjoaa maailmanlaajuinen, johtava vakuutus- ja omaisuudenhoitoyhtiö Axa.";
"insurance_summary_replace_src" = "napsauta alla olevaa ruutua";
"insurance_summary_replace_val" = "valitse jatkaaksesi vakuutuksella";
"insurance_summary_title" = "Syitä täyden kattavuuden hankkimiseen";
"insurance_list_1_title" = "Erinomaista vastinetta rahoillesi";
"insurance_list_1_body" = "Poista mahdolliset jopa ${x} korvausvelvollisuudet hintaan vain ${w} päivässä";
"insurance_list_2_title" = "Paras turva";
"insurance_list_2_body" = "Mikäli auto vaurioituu tai se varastetaan, ja sinun edellytetään maksavan omavastuuosuus, kyseinen maksu hyvitetään täysimääräisenä.";
"insurance_list_3_title" = "Mielenrauhaa";
"insurance_list_3_body" = "Omavastuuosuuden hinta on katettu kokonaisuudessaan, mikäli jotain menee pieleen.";
"insurance_conditions" = "Katso kaikki tiedot täältä: ${x}";
"insurance_provider" = "Sen tarjoaa maailmanlaajuinen, johtava vakuutus- ja omaisuudenhoitoyhtiö Axa";
"insurance_policy" = "Tämän käytännön allekirjoittaja on INTER PARTNER ASSISTANCE SA, joka kuuluu AXA Assistance -konserniin, Avenue Louise 166, 1050 Bryssel, Belgia.";
"user_name_hint" = "Nimi";
"user_firstname_hint" = "Etunimi";
"user_surname_hint" = "Sukunimi";
"user_email_hint" = "Sähköposti";
"user_email2_hint" = "Vahvista sähköposti";
"user_phone_hint" = "Puhelin";
"user_address_hint" = "Osoite";
"user_address_line1_hint" = "Osoiterivi 1";
"user_address_line2_hint" = "Osoiterivi 2";
"user_city_hint" = "Kaupunki";
"user_postcode_hint" = "Postinumero";
"user_flight_hint" = "Lennon numero (tärkeä)";
"user_country_hint" = "Maa";
"summary_desk" = "Maksa tiskillä";
"summary_now" = "Maksa nyt";
"summary_rental" = "Autonvuokraus ";
"summary_ground" = "Matka";
"summary_total" = "Yhteensä";
"summary_pickup" = "Nouto";
"summary_dropoff" = "Palautus";
"summary_lead_driver" = "Pääasiallisen kuljettajan tiedot";
"summary_vehicle" = "Ajoneuvon tiedot";
"summary_payment" = "Maksun yhteenveto";
"summary_damage_refund" = "Vahingonkorvauksen hyvittämisvakuutus";
"summary_booking_fee" = "Varausmaksu";
"payment_text_1" = "Napsauttamalla \"Varaa nyt\" täydennät varauksesi ja hyväksyt ${x}";
"payment_text_2" = "Ehdot";
"receipt_email_text" = "Olemme lähettäneet vahvistuksen sähköpostitse osoitteeseen ${x} Sen saapumiseen saattaa mennä noin 15 minuuttia. Tarkista arvosetelin tiedot, ennen auton noutoa.";
"receipt_scroll" = "Selaa yhteenvetoon";
"receipt_success" = "Varauksesi onnistui.";
"receipt_summary_car" = "Auton yhteenveto";
"receipt_summary_driver" = "Pääasiallisen kuljettajan tiedot";
"receipt_summary_dropoff" = "Palautus";
"receipt_summary_pickup" = "Nouto";
"receipt_title" = "Onnittelut!";
"receipt_your_reference" = "Varauksesi viite:";
"general_form_empty" = "Täytä tämä kenttä";
"results_empty" = "Ei tuloksia";
"error_widget_no_cars" = "Ajoneuvoja ei löytynyt tälle sijainnille";
"error_payment_general" = "Maksussa tapahtui virhe";
"error_requestor_missing" = "Pyynnön suorittajan henkilöllisyystodistusta ei ole toimitettu";
"error_payment_no_internet1" = "Ei internetyhteyttä";
"error_payment_no_internet2" = "Varauksen tekemiseen vaaditaan internetyhteys";
"error_payment_loading1" = "Pahoittelut";
"error_payment_loading2" = "Maksusivun lataamisessa on ongelmia";
"error_ok" = "OK";
"error_no_booking_ref" = "Ei varausviitettä";
"error_no_insurance_available" = "Vakuutuksia ei saatavilla";
"booking_reference_prefix" = "Varausviite";
"title_booking_manager" = "Tehdyt varaukset";
"settings_language_header" = "Kieli";
"interstitial_header" = "Haetaan täydellistä autoasi";
"interstitial_subheader" = "parhaaseen hintaan";
"mins_placeholder" = "min";
"summary_deposit" = "Autonvuokrauksen vakuusmaksu";
"confirmation_loading_header" = "Käsittelemme maksuasi";
"confirmation_loading_subheader" = "Tämä saattaa kestää enintään 30 sekuntia, ole ystävällinen ja odota";
"address_details_title" = "Osoitetiedot";
"add_extras_title" = "Lisää lisäpalveluita";
"insurance_upgrade" = "Lisää vakuutus";
"insurance_added" = "Lisätty";
"car_rental_total" = "Autonvuokraus yhteensä";
"vehicle_features" = "ominaisuudet";
"vehicle_features_title" = "Muut auton ominaisuudet";
"free_cancellation_detail" = "Hyviä uutisia! Ilmainen peruutus- ja muutosoikeus varaukseesi.";
"free_cancellation_title" = "Hyviä uutisia!";
"free_cancellation_point1" = "Ilmainen peruutus enintään 24 tuntia ennen noutoa";
"free_cancellation_point2" = "Ei maksua varauksen muutoksista verkossa, sovelluksella tai puhelimitse.";
"vehicle_mileage_title" = "Sallittu kilometrimäärä:";
"vehicle_mileage_618_VCP_X" = "Rajoitettu kilometrimäärä";
"vehicle_mileage_618_VCP_X_desc" = "Keskimääräinen ${x} ${y} ${z} ajomatka sisältyy tähän hintaan. Ylimääräisestä ajomatkasta voi aiheutua lisäkustannuksia.";
"vehicle_mileage_609_VCP_X" = "Rajoittamaton kilometrimäärä";
"vehicle_mileage_609_VCP_X_desc" = "Tällä autolla ajettavaan matkaan ei kohdistu rajoituksia";
"vehicle_insurance_title" = "Vakuutus";
"vehicle_insurance_title_description" = "Rajoitettu turva";
"insurance_upgrade_title" = "Päivitä vakuutusturvasi parempaan";
"insurance_upgrade_subtitle" = "Vahingonkorvauksen hyvittämisvakuutus";
"insurance_more" = "Lisätietoja";
"insurance_per_day" = "per päivä";
"insurance_total" = "Yhteensä";
"insurance_detail_title" = "Vahingonkorvauksen hyvittämisvakuutus";
"insurance_more_details_title1" = "Vähennä vastuuvelvollisuutesi summasta ${x} summaan  ${y}";
"insurance_more_details_insurance_main_text" = "Autovuokraamo saattaa pyytää sinua ostamaan vakuusmaksu- tai omavastuuvakuutuksen matkaasi varten. Vahingonkorvauksen hyvittämisvakuutuksen tulisi kattaa omavastuun vakuutusturvavaatimukset, joten tarkista vakuutusehdot ennen uuden vakuutuksen ostamista. Mikäli auto vaurioituu tai se varastetaan, autovuokraamo pidättää omavastuuosuuden itsellään kulujen kattamiseksi ja voit vaatia sen täysimääräisenä takaisin vahingonkorvauksen hyvittämisvakuutuksella.";
"vehicle_other" = "Muut autot";
"insurance_more_details_title2" = "Mitä vakuutus kattaa?";
"insurance_more_details_point1" = "Täysi omavastuuhyvitys vahinko- ja varkaustapauksissa";
"insurance_more_details_point2" = "Renkaat, ikkunat, peilit ja pyörät";
"insurance_more_details_point3" = "Katto, pohja ja väärä tankkaus";
"insurance_more_details_point4" = "Toimistokulut";
"insurance_more_details_point5" = "Avainturva ja henkilökohtainen omaisuus";
"insurance_terms_conditions" = "Ehdot";
"CTA_add_to_flight" = "Lisää lentoon";
"CTA_edit" = "Muokkaa";
"payment_name" = "Nimi";
"payment_card" = "Kortin numero";
"payment_expiry" = "KK/VV";
"payment_cvc" = "Turvakoodi";
"payment_summary_pay_nothing_desk" = "Ei maksuja tiskillä";
"extras_title" = "Lisää lisäpalveluita";
"extras_all" = "Näytä kaikki";
"merchandising_business" = "Liikematkustaja";
"merchandising_city_break" = "Kaupunkiloma";
"merchandising_family_size" = "Perhekoko";
"merchandising_best_seller" = "Suosituin";
"merchandising_great_value" = "Erinomaista vastinetta rahoillesi";
"merchandising_quickest_queue" = "Nopein jono";
"merchandising_recommended" = "Suositeltu";
"merchandising_upgrade_to" = "Korota luokkaan";
"merchandising_on_budget" = "Budjetin mukaan";
"merchandising_best_reviewed" = "Parhaiten arvioidut";
"payment_free" = "Sisältyy ilmaiseksi";
"feature_usb" = "USB-liitäntä";
"feature_bluetooth" = "Bluetooth";
"feature_gps" = "GPS";
"feature_title" = "Muut ominaisuudet";
"feature_german_model" = "Saksalainen malli";
"feature_front_demister" = "Tuulilasin huurteenpoistin";
"feature_parking_sensors" = "Pysäköintitunnistimet";
"feature_fuel_economy" = "Pieni polttoaineenkulutus";
"extra_per_rental" = "/vuokraus";
"mileage_allowance" = "Kilometrimäärä";
"mileage_unlimited" = "Rajoittamaton";
"mileage_limited" = "Rajoitettu";
"insurance_basic" = "Vakuutus:";
"insurance_basic_detail" = "Rajoitettu turva";
"CTA_add_vehicle_basket" = "Lisää koriin";
"all_extras_paid" = "Kaikki lisäpalvelut maksetaan noudon yhteydessä.";
"payment_secure_text" = "Täysin suojattu";
"payment_cardnumber" = "Kortin numero";
"payment_cvv" = "Varmennusnumero";
"extras_included_for_free" = "Sisältyy ilmaiseksi:";
"extras_101.EQP" = "Ylimääräinen kuljettaja";
"extras_7" = "Sopii 0–9 kuukautta vanhoille tai alle 9 kiloa (20 lb) painaville vauvoille.";
"extras_9" = "Sopii vähintään 4-vuotiaille tai 18–45 kiloa (40–100 lb) painaville lapsille.";
"extras_8" = "Sopii lapsille, joiden ikä on vähintään 9 kk ja enintään 4 vuotta tai joiden paino on 8–18 kiloa (20–40 lb).";
"extras_13" = "Satelliittipaikannusjärjestelmä.";
"extras_3" = "Laajentaa auton säilytystilaa.";
"extras_34" = "GPS:llä varustettu matkapuhelin.";
"extras_4" = "Turvallista suksien säilytystä.";
"extras_10" = "Suositellaan ajoon talviolosuhteissa.";
"extras_52" = "Tämän laitteen ansiosta voit moottoriteillä ajaessasi käyttää kaistoja, joilla on elektroninen maksujärjestelmä.";
"extras_55" = "Langaton Internet-yhteys kannettavia tietokoneita, älypuhelimia, tabletteja ja muita Wi-Fi-yhteyttä hyödyntäviä laitteita varten.";
"extras_30" = "Sisältää pakolliset talvikeliajoon vaadittavat varusteet.";
"extras_14" = "Suositellaan ajoon talviolosuhteissa.";
"Message.FreeCancellation.7days" = "Peruutus on ilmaista 7 päivää varauksen teon jälkeen! ";
"extras_102.EQP" = "Satelliittipaikannusjärjestelmä.";
"overall_rating" = "Arviointi";
"payment_invalid_card_number" = "Virheellinen numero";
"payment_invalid_expiry_date" = "Virheellinen päivämäärä";
"payment_invalid_cvc_number" = "Numeroita tulee olla 3 tai 4";
"search_title" = "Hae";
"search_compare_deals" = "Vertaa ja etsi <b>parhaan hinta-laatusuhteen</b> autonvuokraustarjoukset";
"whats_your_pickup_location" = "Mikä on noutopaikkasi?";
"whats_your_dropoff_location" = "Mikä on palautuspaikkasi?";
"view_your_next_trip" = "Katsele seuraavaa matkaasi!";
"book_another_car" = "tai varaa toinen auto";
"why_book_with_us" = "Miksi kannattaa varata meidän kauttamme?";
"free_cancellation_and_amendments" = "Varauksen peruutus ja muutokset ovat ilmaisia";
"free_cancellation_amendments_detail" = "Ilmainen varauksen peruutus, jos se peruutetaan vuorokautta (24 h) ennen noutoa. Palvelumaksua ei veloiteta muuttaessasi varaustasi.";
"phone_support" = "24/7-puhelintuki";
"phone_support_detail" = "Tiimimme auttaa sinua 24 tuntia vuorokaudessa 7 päivänä viikossa";
"airports_city_locations" = "30 000 lentokenttä- ja kaupunkikohdetta";
"airports_city_locations_detail" = "Vertaa 1 700 toimittajaa, valitse ja säästä!";
"no_hidden_costs" = "Ei piilokustannuksia";
"no_hidden_costs_detail" = "Selvitämme sinulle kaikki lisäkustannukset ennen autonvuokrauksen varaamista. Tarvitsetko lisätietoa siitä, mitä varaukseen sisältyy? Löydät tiedot tutustumalla autojen vuokrausehtoihin.";
"damage_theft_protection" = "Vaurio- ja varkausturva";
"damage_theft_protection_detail" = "Varkausturva ja kolarivakuutus sisältyvät vuokraukseen.";
"vehicles" = "ajoneuvot";
"apply" = "Ota käyttöön";
"select_all" = "Valitse kaikki";
"perfect_car" = "Täydellistä autoasi haetaan";
"free_cancellation" = "Maksuton";
"cancellation_amendments" = "peruutus ja muutokset";
"included_important" = "Tärkeää";
"customer_ratings" = "%@ asiakasarvostelun perusteella";
"more_features" = "Lisää ominaisuuksia";
"continue_to_payment" = "Jatka maksuun";
"car_rental" = "Autonvuokraus";
"toast_extras" = "Kokonaishintaan sisältyy lisäpalveluita, mutta ne maksetaan auton noutamisen yhteydessä.";
"booking_delay" = "Siihen saattaa kulua 30 sekuntia";
"booking_please_sit_tight" = "Odota vielä hetki";
"booking_secure_payment" = "Turvallinen maksutapa";
"booking_pay" = "Maksa";
"booking_manage_your_booking" = "Hallinnoi varaustasi";
"booking_card_title" = "Matkakohde";
"booking_button_title" = "TARKASTELE VARAUSTA";
"booking_list_title" = "Tarkastele seuraavaa matkaasi?";
"payment_title_header" = "Arvio";
"payment_pay_at_pickup_title" = "Maksa noutaessasi";
"payment_pay_at_desk_title" = "Maksettava tiskillä";
"summary_extras_cell_title" = "Seuraavat asiat maksetaan noudon yhteydessä paikallisella valuutalla:";
"summary_car_hire_title" = "Autonvuokrauksen maksu";
"booking_summary_title" = "Varausviite";
"payment_summary_title" = "Hinnan yhteenveto";
"user_phone_prefix_hint" = "Etuliite";
"car_rental_subscribe" = "Kyllä, haluan vastaanottaa erikoistarjouksia sähköpostitse. Peruuta tilaus milloin tahansa.";
"secure_payment_header" = "Turvallinen maksutapa";
"secure_payment_text" = "Kaikki maksutapahtumat on suojattu 128-bittisellä SSL-salauksella.";
"payment_conditions_1" = "Napsauttamalla \"Maksa\" täydennät varauksesi ja hyväksyt ${x} ja ${y}";
"payment_conditions_2" = "Vuokraehdot";
"splash_navigation_title" = "Autonvuokraus";
"summary_pay_total" = "Maksa %@";
"deselect_all" = "Poista kaikki valinnat";
"free_cancellation_and_amendments_banner" = "<b>Ilmainen</b> peruutus- ja muutosoikeus";
"settings_currency_updated" = "Valuutta päivitetty";
"booking_not_included" = "Ei sisälly";
"vehicle_type_convertible" = "Avoauto";
"loyalty_scheme_title" = "WestJet-palkinto-ohjelma";
"loyalty_scheme_label" = "WestJet-palkinto-ohjelman tunniste";
"loyalty_scheme_intro" = "WestJet-palkinto-ohjelman jäsenet saavat 1 % takaisin WestJet-dollareina. WestJet-dollareita myönnetään vuokrauksesi maksuista ja hinnasta ennen veroja.";
"loyalty_scheme_notes" = "WestJet-dollareita kertyy vain pääasialliselle kuljettajalle.  Ilmoita pääasiallisen kuljettajan WestJet-palkinto-ohjelman tunniste.";
"loyalty_scheme_confirm" = "Tämä jäsen on vuokra-auton ensisijainen kuljettaja, joka ansaitsee WestJet-dollareita vuokrauksen hinnasta ennen veroja, maksuja ja lisämaksuja.";
"Free.LimitedDamageProtection" = "Rajoitettu vaurioturva";
"Free.LimitedTheftProtection" = "Rajoitettu varkausturva";
"Insurance.Excess.Liability" = "Omavastuu enintään ${x}";
"Insurance.Basic.Cover.Incl" = "Rajoitettu turva (sisältyy):";
"Insurance.Insurance.Explained" = "Tietoa vakuutuksesta";
"Basic.Intro" = "Toimittajan Rajoitettu turva kattaa vastuuvakuutuksesi. Sinulla on myös rajoitettu vaurio- ja varkausturva. Se kattaa suurimman osan kustannuksista, mutta olet kuitenkin vastuussa enintään 3 000 € suuruisesta omavastuusta. Kun noudat autosi, sinun tulee tehdä vakuusmaksu luottokortillasi. Jos auto vahingoittuu tai varastetaan, toimittaja pidättää kulut vakuusmaksustasi.";
"Insurance.Premium.Cover" = "Premium-turva:";
"Premium.Intro" = "Premium-turvalla saat toimittajan Rajoitetun turvan edut (mukaan lukien vastuuvakuutuksen) sekä vakuusmaksusi turvan. Jos auto vaurioituu tai varastetaan, autovuokraamo pitää omavastuuosuuden kulujen kattamiseksi, ja voit hakea sitä takaisin enimmäisrajojen puitteissa, kuten vakuutuksen etutaulukossa näytetään (ks. alla olevat linkit). Yksityiskohtaista tietoa korvausvaatimuksen laatimisesta lähetetään sinulle vahvistussähköpostissa.";
"Premium.Tyres.Benefit" = "Se kattaa puhjenneen renkaan ja renkaan vaihtamisen, vaurioituneet peilit ja pyörät.";
"Premium.Key.Benefit" = "Se kattaa myös kadonneiden avainten korvaamisen ja henkilökohtaisen omaisuuden, jos se varastettiin autostasi.";
"Premium_TC" = "Korkeatasoisen valinnan ehdot";
"Insurance.Got.It" = "Selvä!";
"Damage.Protection" = "Vaurioturva";
"Free.TheftProtection" = "Varkausturva";
"Insurance.Checklist.ExcessRefund" = "Maksetun omavastuun hyvitys";
"AddPremium" = "Lisää Premium-turva";
"NoThanks" = "Ei kiitos";
"Daily_price_Per_day" = "/päivä";
"Insurance.Info.Subtitle1" = "Auton noutaminen";
"Insurance.Info.Subtitle2" = "Auton palauttaminen";
"Insurance.Info.Text.2" = "Autovuokraamo saattaa pyytää sinua ostamaan omavastuuvakuutuksen tiskiltä. Sinun ei pitäisi tarvita tätä vakuutusta, sillä jos lisäät vahingonkorvauksen hyvittämisvakuutuksemme, sinulla on jo vakuutusturva.";
"Insurance.Info.Text.3" = "Vakuusmaksuun tarvittava veloitus tehdään luottokortiltasi siten, että se kattaa omavastuun vahinko- tai varkaustapauksissa.";
"Insurance.Info.Text.4" = "Mikäli auto ei vaurioidu eikä sitä varasteta, omavastuuta varten veloitettu vakuusmaksu palautetaan luottokortillesi täysimääräisenä.";
"Insurance.Info.Text.5" = "Mikäli auto vaurioituu tai se varastetaan, autovuokraamo pidättää omavastuuosuuden itsellään kulujen kattamiseksi ja voit vaatia sen täysimääräisenä takaisin. Tiedot korvausvaatimuksen tekemisestä lähetetään sinulle vahvistussähköpostissa.";
"Insurance.Info.Text.6" = "Muista siis ottaa mukaan ajajan nimellä oleva luottokortti, jonka luottoraja on riittävä omavastuuosuuden/vakuusmaksun kattamiseksi. Voit myös soittaa meille, mikäli sinulla on ongelmia autovuokraamon palvelutiskille päästessäsi.";
"Insurance.Info.Text.7" = "Katso tarkat tiedot ehdoista.";
"X.PerDay" = "${x} per päivä";
"Insurance.Prompt.CoverPrice" = "Hinta yhteensä: ${x}";
"car.insurance" = "Auton vakuutus";
"AddStandard" = "Lisää Premium-turva";
"CTA.Insurance.Added" = "Premium-turvalla";
"CTA.Insurance.Not.Added" = "Rajoitettu turva";
"Standardadded" = "Premium-turva lisätty";
"PayAtPickupReminder" = "Muista, että jäljellä oleva ${x} summa maksetaan noutamisen yhteydessä paikallisessa valuutassa.";
"Insurance.Limited.Cover.Incl" = "Rajoitettu turva (sisältyy)";
"Recent.Searches" = "Viimeisimmät haut";
"AddCar" = "Jatka";
"Total" = "Yhteensä:";
"Limited.Offer" = "Tarjous on voimassa rajoitetun ajan";
"PercentageOff" = "${x}  alennus";
"Free.ThirdPartyLiability" = "Kolmannen osapuolen vastuuvakuutus";
"Insurance.Checklist.Item2" = "Renkaat, ikkunat, peilit ja pyörät";
"Insurance.Checklist.Item5" = "Avainturva ja henkilökohtainen omaisuus";
"Chubb.Content.1" = "Tähän vuokraan sisältyvät kolarivakuutus sekä varkausturva eivät kata täysin kaikkia kuluja vaurioiden tai varkauden varalta. Sinun tulee maksaa omavastuu, jos auto on vahingoittunut, varastettu tai jos kadotat sen avaimet.";
"Chubb.Content.2" = "Kyllä, haluan vakuutuksen mahdollisten omavastuumaksujen varalta edulliseen hintaan ${x} (${y} = ${z}).";
"Chubb.Content.3" = "Jos haluat vakuutuksen mahdollisten omavastuumaksujen varalta, varmista, että rastitat yllä olevan ruudun.";
"Chubb.Content.4" = "Erinomaista vastinetta rahoillesi";
"Chubb.Content.5" = "Jopa 50 000 ZAR:n hyvitys omavastuumaksuista vain ${x} (${y} = ${z}).";
"Chubb.Content.6" = "Paras turva";
"Chubb.Content.7" = "Saat jopa 50 000 ZAR:n hyvityksen, jos joudut maksamaan omavastuuosuuden.";
"Chubb.Content.8" = "Ja paljon muuta";
"Chubb.Content.9" = "Vakuutukseen sisältyy ZAR 50,000:n suuruinen henkilökohtainen tapaturmaetuus kuoleman tai vammautumisen varalta ja ZAR 15,000:n suuruinen henkilökohtaisen omaisuuden varkausturva.";
"Chubb.Content.10" = "Miten tämä vakuutus toimii vuokrauksen aikana ja sen jälkeen?";
"Chubb.Content.11" = "Miten tämä vakuutus toimii vuokrauksen aikana ja sen jälkeen?";
"Chubb.Content.12" = "Auton noutaminen";
"Chubb.Content.13" = "Autovuokraamo saattaa pyytää sinua ostamaan omavastuuvakuutuksen tiskiltä. Sinun ei pitäisi tarvita tätä vakuutusta, sillä jos lisäät vahingonkorvauksen hyvittämisvakuutuksemme, sinulla on jo vakuutusturva. Vakuusmaksuun tarvittava veloitus tehdään luottokortiltasi siten, että se kattaa omavastuun vahinko- tai varkaustapauksissa.";
"Chubb.Content.14" = "Muista siis ottaa mukaan ajajan nimellä oleva luottokortti, jonka luottoraja on riittävä omavastuuosuuden/vakuusmaksun kattamiseksi. Voit myös soittaa meille, mikäli sinulla on ongelmia autovuokraamon palvelutiskille päästessäsi.";
"Chubb.Content.15" = "Auton palauttaminen";
"Chubb.Content16" = "Mikäli auto vaurioituu tai se varastetaan, autovuokraamo pidättää omavastuuosuuden itsellään kulujen kattamiseksi ja voit vaatia sen täysimääräisenä takaisin. Yksityiskohtaista tietoa korvausvaatimuksen laatimisesta lähetetään sinulle vahvistussähköpostissa. Mikäli auto ei vaurioidu eikä sitä varasteta, omavastuuta varten veloitettu vakuusmaksu palautetaan luottokortillesi täysimääräisenä.";
"Chubb.Content.17" = "Katso tarkat tiedot ehdoista.";
"National.ID" = "Kansallinen henkilötunnus";
"Origin.Province" = "Valitse alkuperäinen provinssisi";
"Allianz.Content.1" = "Tämän vakuutuskirjan mukaiset vakuutusedut ovat seuraavat:";
"Allianz.Content.2" = "vuokra-auton fyysinen vaurioituminen tai vahingoittuminen sillä ajaessasi tai kun vuokra-auto on jätetty vartioimatta vuokrausaikana";
"Allianz.Content.3" = "muu vuokra-auton vaurioituminen tai vahingoittuminen, jonka syynä on muu kuin kolari (esimerkiksi tulipalo, myrsky, ilkivalta)";
"Allianz.Content.4" = "vuokra-auton tai sen osien tai lisävarusteiden joutuminen varastetuiksi";
"Allianz.Content.5" = "Charges for valid loss of use while the rental car is being repaired.";
"Allianz.Content.6" = "maksut vuokra-auton hinaamisesta lähimpään mahdolliseen paikkaan.";
"origin.State" = "Valitse alkuperäinen osavaltiosi";
"Orient.legal" = "Nämä ehdot on allekirjoittanut Orient Sigorta A.Ş. (rekisterinumero T14113-CEM09), ja niiden jakelija on siihen valtuutettu taho, Hepstar. Valitsemalla tämän tuotteen hyväksyt henkilökohtaisten tietojesi antamisen, käsittelyn, tallentamisen, säilyttämisen, luokittelun, päivittämisen ja jakelun tarpeellisille kolmansille osapuolille, sekä niiden säilyttämisen Turkin tasavallan lain 6698 ja siihen liittyvien säännösten mukaisesti.";
"Insurance.Upgrade.Cover" = "Päivitä vakuutusturvasi parempaan";
"Car.Excess.Cover.AU" = "Vuokra-auton omavastuuvakuutus";
"Insurance.Checklist.Item1" = "Omavastuuhyvitys vahinko- ja varkaustapauksissa";
"Add" = "Lisää";
"Car.Excess.Cover.Text.AU" = "Kun noudat auton, toimittaja pidättää tavallisesti omavastuun määrää vastaavan vakuusmaksun luottokortiltasi sinulle aiheutuvien maksuvelvoitteiden varalta siinä tapauksessa, että autosi vahingoittuu tai varastetaan";
"Car.Excess.Cover.CTA.Promo" = "Jos haluat turvata vuokra-auton omavastuusta aiheutuvat velvoitteet (enintään ${x}), merkitse alla oleva valintaruutu";
"Insurance.Prompt.Content.CTA" = "Kyllä, haluan ostaa vuokra-auton omavastuuvakuutuksen";
"Car.Excess.Cover.Agree.Statement" = "Merkitsemällä yllä olevan ruudun suostun vastaanottamaan ${x} ja ${y} näiden linkkien kautta ja olen lukenut ja ymmärrän ne. Suostun myös siihen, että henkilötietojani voidaan kerätä, käyttää ja paljastaa Allianz Global Assistancen ${z} -lausekkeessa ilmoitetulla tavalla.";
"Insurance.Prompt.Agree.Links" = "Varmennekuvaus (Product Disclosure Statement, PDS)";
"Insurance.Prompt.Agree.Links2" = "Rahoituspalveluopas";
"Insurance.Prompt.ContentUS2" = "Turvaa itsesi Allianzin vuokra-auton suojalla hintaan ${x} päivässä.";
"Insurance.Prompt.TCs" = "Vakuutukseen saattaa liittyä rajoituksia ja ehtoja. Katso ${x}";
"CarTermsAndConditions" = "Ehdot";
"Car.Excess.Cover.CTA.AU" = "Kyllä, haluan ostaa vuokra-auton ${x}:n omavastuuvakuutuksen";
"Add.Cover" = "Lisää vakuutusturva";
"Insurance.Prompt.SelectCA" = "Missä maakunnassa sait ajokorttisi?";
"Insurance.Prompt.CTA.Insure.US" = "Kyllä, haluan ostaa vuokra-auton suojan";
"AddInsurance" = "Lisää vakuutus";
"Chubb.Content.18" = "Tämä tuote on saatavilla vain 21–80-vuotiaille. Vakuutuksenantaja on Chubb Insurance South Africa Limited ja sitä hallinnoi Hepstar Financial Services, joka on valtuutettu taloushallinnon palveluntuottaja. Vakuutukseen sovelletaan vakuutusehtoja. Vakuutus tarjotaan ilman neuvontaa ja se otetaan vakuutusyhtiön antamien tosiasiallisten tietojen perusteella.";
"Car.Excess.Cover.TC.AU" = "Tämän vakuutuksen on myöntänyt Allianz Australia Insurance Limited ABN 15 000 122 850 AFSL 234708 ja sitä hallinnoi AWP Australia Pty Ltd ABN 52 097 227 177 AFSL 245631, joka harjoittaa liiketoimintaa nimellä Allianz Global Assistance. Tämän vakuutuksen on järjestänyt CarTrawlerin nimellä liiketoimintaa harjoittava Et Ausco Limited ARBN 612 412 094 Allianz Global Assistancen edustajana. Vakuutukseen saattaa liittyä ehtoja ja rajoituksia. Kaikki tätä vakuutusta koskevat ilmoitukset on antanut Allianz Global Assistance ja ne ovat luonteeltaan vain yleisluontoisia eivätkä perustu mihinkään tavoitteitasi, taloudellista tilannettasi tai tarpeitasi koskeviin seikkoihin. Ennen päätöksen tekemistä, huomioi ${x}. Jos ostat Allianz Global Assistancen vakuutuksen, CarTrawler ja se taho, joka ohjasi sinut tälle sivustolle, saavat välityspalkkion, joka on prosenttiosuus vakuutusmaksustasi.";
"Orient.Content.1" = "Saat jopa 7 000 TRY:n suuruisen hyvityksen, jos joudut maksamaan omavastuuosuuden.";
"Orient.Content.2" = "Jopa 7 000 TRY:n suuruinen hyvitys omavastuumaksuista vain hintaan ${x} (${y} = ${z}).";
"Orient.Content.3" = "Vakuutukseen sisältyy enintään 100 000 TRY:n suuruinen henkilökohtainen tapaturmaetuus kuoleman tai vammautumisen varalta ja enintään 3 000 TRY:n suuruinen henkilökohtaisen omaisuuden varkausturva!";
"Orient.Content.4" = "Kattaa odottamattomat omavastuumaksut.";
"Orient.Content.5" = "Vakuutukseen sisältyy enintään 100 000 TRY:n suuruinen henkilökohtainen tapaturmaetuus kuoleman ja vammautumisen varalta ja enintään 3 000 TRY:n suuruinen henkilökohtaisen omaisuuden varkausturva.";
"Insurance.Prompt.Agree.Links3" = "Tietosuojalauseke";
"Allianz.Content.7" = "Haluan ostaa vuokra-auton suojan ja olen lukenut ${x}";
"Allianz.Content.8" = "Tarjotut vakuutushinnat eivät sisällä veroja. Verot veloitetaan, jos niitä sovelletaan sinun asuinalueellasi, ja ne on mainittu erikseen vakuutuksen vahvistuksessa.";
"filter_pickup" = "Noutopaikka";
"vehicle_seat" = "Istumapaikka";
"vehicle_seats" = "Istumapaikat";
"age_range_error_text" = "Syötä kuljettajan ikä (18 tai yli)";
"invalid_search_parameters" = "Virhe hakuehdoissa";
"insurance" = "Vakuutus:";
"supplier_average" = "Keskiarvo";
"TRANSFERS.Cheapest.Airport.Destination" = "KULJETUKSET – Edullisin tapa päästä lentokentältä kohteeseesi";
"GT.Private.Transfer" = "Taksit ja tilausajot";
"Transfer.Service.Class.Regular" = "Perustaso";
"Business" = "Business";
"Business.Minivan" = "Business-minibussi";
"Transfer.Service.Class.Luxury" = "Premium";
"Standard.Minivan" = "Minibussi";
"Max.Passengers" = "Enintään ${X}";
"AirConditioning.Abbr" = "Ilmastointi";
"WifiAccess" = "Wi-Fi-yhteys";
"Free.Cancellation.Mobile" = "Maksuton peruutus";
"Filter.Supplier" = "Toimittaja";
"Review.destination.address" = "Tarkasta kohteesi osoite";
"Book.Now.Modify.Destination" = "Voit varata nyt ja muuttaa kohdettasi vielä viimeistään 24 tuntia ennen lähtöä. Hinta voi muuttua kohteesta riippuen.";
"One.Hyphen.Way.Transfer" = "Yksisuuntainen kuljetus";
"Special.requests.optional" = "<strong>Erityispyynnöt</strong> (valinnainen)";
"Additional.Info.Text" = "Onko jotain lisätietoja, joita kuljettajan tulisi tietää, kuten erityisvaatimuksia, tietoja tarvittavista lastenistuimista tai matkatavaratyypeistä?";
"Special.Request" = "Syötä erityispyyntö";
"You.also.get" = "<strong>Saat myös:</strong>";
"Certified.Driver" = "Ammattimainen kuljettaja";
"No.taxes.tolls.gratuity" = "Ei veroja, tulleja tai lisäpalkkioita";
"FREE.wait" = "ILMAINEN odotusaika";
"TransferConditions" = "Kuljetuksen ehdot";
"IHaveReadTermsConditions.link2" = "Varausehdot";
"Privacy.Policy" = "Tietosuojakäytäntö";
"Confirm" = "Vahvista";
"Total.Transfer.Cost" = "Kuljetuskustannukset yhteensä";
"OtherFee" = "Muut maksut";
"YoungDriverFee" = "Nuoren kuljettajan maksu";
"Price.Updated" = "Hinta on päivitetty.";
"Address.Prompt.Field" = "Ilmoita hotelli, lentokenttä, katuosoite tai mielenkiintoinen paikka";
"Price.No.Change" = "Kaikki kunnossa, hinta ei muuttunut.";
"PrivateTransfer.Added" = "Yksityinen kuljetuksesi on lisätty";
"Results.Found" = "${X} osumaa löytyi";
"Ticket.Oneway" = "Yhteen suuntaan";
"From.To" = "Kohteesta ${X} kohteeseen ${Y}";
"Destination.confirmed" = "Kohde vahvistettu";
"No.Avail.Search.Error" = "Tällä alueella ei ole käytettävissä olevia vaihtoehtoja. Yritä jotain toista kohdetta.";
"To" = "Mihin";
"a_TO_b" = "mihin";
"EditSearch" = "Muokkaa hakua";
"Where.Drop.Off" = "Minne voimme viedä sinut?";
"Where.Pick.Up" = "Mistä voimme noutaa sinut?";
"GT.Passengers" = "Matkustajamäärä";
"Total.Passengers" = "${x} matkustajaa";
"GT.S1.PickupDate" = "Noutopäivä";
"GT.S1.OnePassenger" = "${x} matkustaja";
"Additional.Info.Text2" = "Palveluista ja varusteista, kuten lasten turvaistuimista, saatetaan veloittaa lisämaksu. Sinuun otetaan yhteyttä ennen kuin tällaisia maksuja sovelletaan varaukseesi.";
"GT_USP_SHORT_waiting" = "Kun saavut perille, odotamme sinua";
"Details" = "Tiedot";
"Validation.Looks.Good" = "Nyt näyttää hyvältä!";
"insurance.hepstar.tr.nationalIDError" = "Syötä voimassa oleva henkilötunnus";
"IPID_LINK_TEXT" = "Lue vakuutustuotetietoasiakirja ennen päätöksen tekemistä";
"Free.Cancellation.All.Cars" = "Ilmainen peruutus kaikille autoille";
"SelectedCar" = "Valittu auto";
"Insurance.IPID.App" = "Lisäämällä Premium-turvan vahvistan lukeneeni kohteen ${x} ja että sen sisältämien tietojen perusteella tämä vakuutus vastaa tarpeitani.";
"Insurance.IPID.Document" = "Vakuutustuotetta koskeva tietoasiakirja";
"Insurance.Explained" = "Omavastuusi selitettynä";
"InsuranceExplained.TextUpdate" = "Tämä tuote täyttää niiden asiakkaiden vaatimukset ja tarpeet, jotka haluavat kattaa vastuunsa autovuokraamon veloittamista kuluista ${x} rajaan asti, jos ajoneuvoon kohdistuu vahinkoja tai menetyksiä vuokrauskauden aikana.";
"ImportantInformation" = "Tärkeitä tietoja";
"CTA.PayAcceptTermsGDPR" = "Napsauttamalla \"Maksa\" täydennät varauksesi ja hyväksyt seuraavat: ${x}, ${y} ja ${z}.";
"Residency.PopUp" = "Vakituisen asuinmaasi/-alueesi muuttaminen saattaa vaikuttaa valitsemasi auton hintaan ja saatavuuteen. Sinut ohjataan Tulokset-sivulle, jossa hakusi päivitetään.";
"Country.Region" = "Maa/Alue";
"SearchDatesIncorrect.Error" = "Päivät eivät ole oikein";
"AgeFieldYoung.Error" = "Syötä ikä 18 ja 24 vuoden väliltä";
"DriverFullName.Empty.Error" = "Anna kuljettajan etu- ja sukunimi.";
"DriverEmail.Empty.Error" = "Anna sähköpostiosoitteesi.";
"Phone.Empty.Error" = "Anna puhelinnumerosi.";
"Address.Empty.Error" = "Anna osoitteesi.";
"City.Empty.Error" = "Anna kaupunkisi.";
"OpeningHours" = "Aukioloajat";
"AgeFieldElder.Error" = "Kirjoita ikä, joka on suurempi kuin 71";
"DistancePickupX" = "Etäisyys noutopaikasta: ${x}";
"Distance.Tooltip" = "Autovuokraamon palvelutiski sijaitsee kohteessa: ${x}.  Tämä on ${y}/${z}";
"FlightNumber.Empty.Error" = "Lennon numero on pakollinen";
"NameOnCard" = "Nimi kortissa";
"EmailAddress" = "Sähköpostiosoite";
"title_search_results" = "Hakutulokset";
"title_interstitial" = "Haetaan...";
"Availability.Mobile1" = "Emme löytäneet hakuehtojasi vastaavia tuloksia, mutta voit yrittää muuttaa hakuehtoja.";
"Availability.Text2" = "Kokeile muita nouto- ja palautusaikoja";
"Availability.Text3" = "Kokeile muita päiviä";
"LocationType.Airport" = "Lentokenttä";
"DriverDetails" = "Kuljettajan tiedot";
"search_country" = "Hae";
"wcag.information" = "Lisätietoa";
"filter_clearall" = "Tyhjennä kaikki";
"filter_clear" = "Tyhjennä";
"Size.Small" = "Pieni";
"Size.Medium" = "Keskitaso";
"Size.Large" = "Suuri";
"Size.SUV" = "Katumaasturi";
"Size.Fullsize" = "Täysikokoinen";
"Size.Luxury" = "Luksus";
"Size.Premium" = "Premium";
"simple_connection_error" = "Pyyntösi käsittelyssä ilmaantui ongelma. Yritä uudelleen";
"Residency.PopUp.Title" = "Muutos maata/aluetta koskevissa tiedoissa?";
"AgeFieldYoung" = "18 - 24";
"AgeFieldMid" = "25 - 70";
"AgeFieldElder" = "71+";
"CardExpDate.Empty.Error" = "Anna kortin voimassaolon päättymisen kuukausi ja vuosi";
"DriverFirstName.Empty.Error" = "Anna kuljettajan etunimi";
"DriverLastName.Empty.Error" = "Anna kuljettajan sukunimi";
"FlightNumberOptional" = "Lennon numero (valinnainen)";
"results_car_empty" = "Autoa koskevia tuloksia ei löytynyt";
"Availability.Text5" = "Kokeile poistaa suodattimet";
"wcag.basket" = "Maksukori";
"wcag.addExtra" = "Lisää lisäpalvelu";
"wcag.removeExtra" = "Poista lisäpalvelu";
"results_driver_age" = "Kuljettajan ikä: ${x}";
"filter_showxcars" = "Näytä ${x} autot";
"payment_premium_cover" = "Premium-turva";
"wcag.back" = "Takaisin";
"Filter.CarSize.Show.All" = "Näytä enemmän kokoja";
"Filter.CarSize.Show.Less" = "Näytä vähemmän kokoja";
"CardholderName.Empty.Error" = "Anna kortinhaltijan nimi.";
"CardSecurityCode.Empty.Error" = "Syötä turvakoodi tähän.";
"CardNumber.Payment.Empty.Error" = "Syötä kortin numero.";
"Cardexpiry.Empty.Error" = "Syötä kortin viimeinen voimassaolopäivä.";
"SpecialOffer.GuaranteedNewCar" = "Taatusti uusi auto";
"SpecialOffer.FreeDriver" = "Ylimääräinen kuljettaja veloituksetta";
"SpecialOffer.GuaranteedCarModel" = "Taattu automalli";
"Carblock.People" = "${x} henkilöä";
"cancellation_banner" = "Ilmainen peruutus kaikille autoille enintään 48 tuntia ennen noutoa";
"Carblock.PricePerDay" = "${x}/päivä";
"Carblock.Total" = "${x} yhteensä";
"CarPriceInclude" = "Sisältää ${x} (${y})";
"CarPriceInclude.Free" = "Maksuton";
"Insurance.Modal.Accept" = "Hyväksy";
"Insurance.Modal.AcceptText" = "Ennen kuin jatkat, sinun täytyy hyväksyä vakuutuksen ehdot.";
"Insurance.Modal.ViewTerms" = "Näytä ehdot";
"Preferred.Supplier.Footer.Default" = "Erikoistarjouksia";
"Preferred.Supplier.Header.Default" = "Suositeltu";
"Booking.Summary.Payment.Paid" = "Maksettu";
"Booking.Summary.Payment.Pickup" = "Veloitetaan noudettaessa";
"DriverAgeYoung" = "18 - 29";
"DriverAgeMid" = "30 - 69";
"DriverAgeElder" = "70+";
"InsuranceExplained.TextUpdate2" = "Huomaathan, että vakuutusasiakirjat voidaan lähettää sinulle sähköpostitse ja/tai postitse. Napsauttamalla ”${x}” ja antamalla sähköpostiosoitteesi asiakirjat lähetetään sinulle sähköpostitse. Jos haluat saada vakuutusasiakirjasi postitse, lähetä sähköpostia osoitteeseen carhireclaims@axa-assistance.co.uk.";
"DriverAgeElder.Error" = "Syötä ikä, joka on suurempi kuin ${x}";
"DriverAgeYoung.Error" = "Syötä ikä ${x} ja ${y} vuoden väliltä";
"Extras.Show.List" = "Näytä luettelo";
"Extras.Subheader" = "Näiden lisäpalveluiden saatavuus ei ole aina taattua, ja hinnat voivat muuttua, mikäli maksat tiskillä.";
"Extras.Included" = "Sisältyy";
"Extras.X.Free" = "${x} ilmaiseksi";
"Payment.Summary.Free" = "Maksuton ${x}";
"error_connection_text" = "Varmista, että olet yhteydessä mobiili- tai WiFi-verkkoon, ja yritä uudelleen.";
"error_connection_cta" = "Yritä uudelleen";
"error_dismiss" = "Ohita";
"Upsell_Title" = "Hyviä uutisia!";
"Upsell_Body" = "Voit valita valitsemallesi autolle vakuutuksen eri vaihtoehdoista.";
"CTA_Not_Now" = "Ei nyt";
"Limited_Cover_Title" = "Rajoitettu turva";
"Limited_Insurance_Checklist_Item1" = "${x} omavastuu (ei hyvitetä)";
"Limited_Insurance_Checklist_Item3" = "Rajoitettu turva vahinkojen ja varkauden varalta";
"Premium_Insurance_Details" = "AXA:n tarjoama vahingonkorvausvakuutus";
"Premium_Insurance_Checklist_Item1" = "Jopa ${x} omavastuun turvasta (hyvitetään)";
"Premium_Insurance_Checklist_Item2" = "${x} vakuusmaksu tiskillä";
"Premium_Insurance_Checklist_Item3" = "Omavastuuhyvitys vahinko- ja varkaustapauksissa";
"ZeroExcess_Title" = "Paketti, jossa ei omavastuuta";
"ZeroExcess_Insurance_Details" = "Omavastuuton vakuutus, jossa on alhainen vakuusmaksu";
"ZeroExcess_Checklist_Item1" = "${x} omavastuu";
"ZeroExcess_Checklist_Item2" = "Turva vahinkojen ja varkauden varalta";
"ZeroExcess_CC_Required" = "Luottokorttia ei vaadita";
"Insurance_Checklist_Third_Party" = "Kolmannen osapuolen vastuuvakuutusturva";
"Insurance_Checklist_Desk_Deposit" = "${x} vakuusmaksu tiskillä";
"Insurance_More_Info" = "Lisätietoa";
"CTA_Show_Me" = "Näytä";
"SpecialOffer.ZeroExcessAvailable" = "Ei omavastuuta -paketti saatavilla";
"Limited_Insurance_Included" = "Sisältyy autonvuokrausmaksuusi.";
"Premium_Insurance_Checklist_Item4" = "Ikkunat, katto, pohja ja renkaat";
"Premium_Insurance_Checklist_Item5" = "Avainturva ja henkilökohtainen omaisuus";
"CTA_Add_Continue" = "Lisää ja jatka";
"ZeroExcess_Terms_1" = "”Ei omavastuuta” -yhdistelmällä saat toimittajan rajoitetun turvan edut (mukaan lukien vastuuvakuutuksen), omavastuu on ${x} ja vakuusmaksu on paljon pienempi. Jos autosi vaurioituu tai se varastetaan, autovuokraamo ei veloita sinulta mitään.";
"ZeroExcess_Terms_2" = "Vakuutus ei välttämättä kata renkaiden, tuulilasin, lasin tai pohjan vaurioita tai menetystä. Tarkista asia vuokrausyrityksestä tiskillä.";
"LimitedCover_Info" = "Toimittajan Rajoitettu turva kattaa vastuuvakuutuksesi. Voit myös ottaa rajoitetun vaurio- ja varkausturvan. Se kattaa suurimman osan kustannuksista, mutta sinulla on kuitenkin enintään ${x}:n suuruinen omavastuu. Kun noudat autosi, sinun tulee suorittaa vakuusmaksu luottokortillasi. Jos auto vahingoittuu tai varastetaan, toimittajat pidättävät kulut vakuusmaksustasi.";
"Swiss_Premium_Insurance_Details" = "Vakuutuksenantajana toimii TSM Insurance. AXA Assistance käsittelee kaikki korvaushakemukset.";
"FlightNumber_Error" = "Tarkista lennon numero.";
"DriverAgeYoung_Header" = "18 - 29";
"DriverAgeMid_Header" = "30 - 69";
"DriverAgeElder_Header" = "70+";
"Loyalty_Generic_Error" = "Tätä asiakasohjelmanumeroa ei tunnistettu";
"Priority_Messaging_Native_Results" = "Nauti joustavuudesta ja tehostetuista puhdistustoimenpiteistä.";
"Priority_Messaging_Native_Details" = "Ilmainen peruutus, kun se tehdään viimeistään ${x} tuntia ennen noutoa.";
"Priority_Messaging_Native_Payment" = "Pidä kiinni joustavuudesta: ilmainen peruutus, kun se tehdään viimeistään ${x} tuntia ennen noutoa.";
"car_features" = "Auton ominaisuudet";
"vehicle_fuel_hybrid" = "Hybridi";
"vehicle_fuel_electric" = "Sähköauto";
"rental_info_details" = "Lisätietoja";
"vehicle_fuel_policy_type_FREETANK" = "Ilmainen tankki";
"vehicle_fuel_policy_desc_FREETANK" = "Auto luovutetaan sinulle ilmaisella, täydellä polttoainesäiliöllä. Voit käyttää polttoainetta haluamasi määrän, eikä sinun tarvitse täyttää tankkia ennen auton palauttamista.";
"vehicle_fuel_policy_type_SAMESAME" = "Sama määrä noudettaessa ja palautettaessa";
"vehicle_fuel_policy_desc_SAMESAME" = "Noutaessasi auton tankissa on polttoainetta. Tarkista polttoainemäärä ennen kuin lähdet ajamaan. Tankissa täytyy olla sama polttoainemäärä autoa palauttaessasi.";
"Filter_PriceRange" = "Hinnan vaihteluväli";
"Filter_AverageCarPrice" = "Keskimääräinen auton hinta on ${x}";
"PickupType_CarDriver" = "Kuljettajapalvelu";
"PickupType_CarDriver_Info" = "Tapaat kuljettajan lentoaseman saapuvien lentojen aulassa.";
"PickupType_MeetNGreet" = "Edustaja paikalla -palvelu";
"PickupType_MeetNGreet_Info" = "Autovuokraamon edustaja on sinua vastassa lentokenttäterminaalissa ja ohjaa sinut palvelutiskille.";
"PickupType_Terminal" = "Terminaalissa";
"PickupType_Terminal_Tooltip" = "Tämä on kätevin noutotapa. Palvelutiski sijaitsee lentokenttäterminaalissa.";
"PickupType_ShuttleBus_Terminal" = "Ilmainen lentokenttäbussi";
"PickupType_ShuttleBus_Terminal_Tooltip" = "Pääset lentokenttäterminaalista palvelutiskille ilmaisella lentokenttäbussilla.";
"PickupType_ShuttleBus_Counter" = "Ilmainen lentokenttäbussi";
"PickupType_ShuttleBus_Counter_Tooltip" = "Pääset lentokenttäterminaalista palvelutiskille ilmaisella lentokenttäbussilla.";
"PickupType_HoppaShuttleBus" = "Lentokenttäbussi";
"PickupType_HoppaShuttleBus_Info" = "Pääset lentokenttäterminaalin lähellä sijaitsevalle palvelutiskille lentokenttäbussilla. Tästä palvelusta saatetaan veloittaa pieni maksu, joka maksetaan suoraan kuljettajalle.";
"PickupType_OnAirport_Terminal" = "Lentokentällä";
"PickupType_OnAirport_Terminal_Info" = "Palvelutiski sijaitsee kätevästi lentokentän alueella.";
"PickupType_OnAirport" = "Lentokentällä";
"PickupType_OnAirport_Info" = "Palvelutiski sijaitsee kätevästi lentokentän alueella.";
"PickupType_Rail" = "Rautatieyhteys vaaditaan";
"PickupType_Rail_Info" = "Lentokenttäterminaalista täytyy matkustaa junalla palveluntoimittajalle.";
"vehicle_fuel_lpg" = "Nestekaasu";
"vehicle_fuel_hydrogen" = "Vety";
"vehicle_fuel_ethanol" = "Etanoli";
"vehicle_fuel_multifuel" = "Monipolttoaine";
"sale_search_banner_title" = "Tarjous voimassa tästä hetkestä alkaen!";
"sale_search_banner_description" = "Alennus jopa ${x}. Tarjous päättyy ${y}.";
"sale_landing_banner_title" = "Tarjous voimassa tästä hetkestä alkaen!";
"sale_landing_banner_description" = "Alennus jopa ${x}. Tarjous päättyy ${y}.";
"landing_page_1_title" = "Joustavat varaukset";
"landing_page_3_title" = "Asiakastuki ympäri vuorokauden";
"landing_page_4_title" = "Ei piilokustannuksia";
"landing_page_4_desc" = "Selvitämme sinulle kaikki lisäkustannukset ennen kuin varaat autonvuokrauksen";
"landing_page_1_desc" = "Varaa auto ilmaisella peruutuksella viimeistään 48 tuntia ennen noutoa";
"landing_page_2_title" = "Puhdistetut autot";
"landing_page_2_desc" = "Parannettujen puhdistustoimien ansiosta voit nauttia matkastasi turvallisin mielin";
"landing_page_3_desc" = "Tiimimme auttaa sinua kaikissa varaukseesi liittyvissä kysymyksissä";
"landing_page_title" = "Vertaa autonvuokraustarjouksia yli 1 700 toimittajalta eri puolilta maailmaa";
"sale_discount_payment" = "Alennus (-${x})";
"sales_TCs" = "Ehdot";
"recent_search_delete" = "Poista";
"Pickup.Error" = "Anna noutopaikka.";
"Return.Error" = "Anna palautuspaikka.";
"HA_landing_page_title" = "Varmuutta autonvuokraukseen. Hae. Vertaa. Säästä.";
"Argus_landing_page_title" = "Edullisin hinta tai erotuksen hyvitys. Yksinkertaista.";
"Premium_Insurance_title" = "${x}:n tarjoama vahingonkorvausvakuutus.";
"Insurance.Checklist.Item1.2" = "Omavastuuhyvitys varkaustapauksissa";
"ZeroExcess_Checklist_Item2_1" = "Vahinkoturva";
"ZeroExcess_Checklist_Item2_2" = "Varkausturva";
"Insurance.Checklist.Item1.1" = "Omavastuuhyvitys vahinkotapauksissa";
"Disclaimer.Quebec" = "Vakuutusturva ei ole Quebecissä vakituisesti asuvien henkilöiden käytettävissä";
"Select.Province" = "Valitse maakunta";
"Province.Residency" = "Vakituinen asuinprovinssi";
"state.CA.BC" = "Brittiläinen Kolumbia";
"state.CA.AB" = "Alberta";
"state.CA.YT" = "Yukon";
"state.CA.SK" = "Saskatchewan";
"state.CA.PE" = "Prinssi Edwardin saari";
"state.CA.ON" = "Ontario";
"state.CA.NT" = "Luoteisterritoriot";
"state.CA.NU" = "Nunavut";
"state.CA.NS" = "Nova Scotia";
"state.CA.NL" = "Newfoundland ja Labrador";
"state.CA.NB" = "New Brunswick";
"state.CA.MB" = "Manitoba";
"CDW_Insurance_title" = "AWN:n tarjoama varkausvakuutushyvitys.";
"no_cover_title" = "Ei vakuutusturvaa";
"no_cover_item1" = "${x} vahingonkorvaus- ja varkausvastuu";
"no_cover_item3" = "Ei turvaa vahinkojen ja varkauden varalta";
"no_cover_item2" = "${x} vakuusmaksu tiskillä";
"no_cover_item4" = "Ei vastuuvakuutusturvaa";
"no_cover_cta" = "Jatka ilman vakuutusturvaa";
"Insurance.Cover" = "Vakuutusturva";
"CTA_Confirm_booking" = "Vahvista varaus";
"CTA.Confirm.AcceptTerms" = "Viimeistele varaus ja hyväksy vuokraehtomme, ehtomme ja tietosuojakäytäntömme napsauttamalla kohtaa ”Vahvista varaus”.";
"state.US.AK" = "Alaska";
"state.US.AL" = "Alabama";
"state.US.AR" = "Arkansas";
"state.US.AZ" = "Arizona";
"state.US.CA" = "Kalifornia";
"state.US.CO" = "Colorado";
"state.US.CT" = "Connecticut";
"state.US.DC" = "District of Columbia";
"state.US.DE" = "Delaware";
"state.US.FL" = "Florida";
"state.US.GA" = "Georgia";
"state.US.HI" = "Havaiji";
"state.US.IA" = "Iowa";
"state.US.ID" = "Idaho";
"state.US.IL" = "Illinois";
"state.US.IN" = "Indiana";
"state.US.KS" = "Kansas";
"state.US.KY" = "Kentucky";
"state.US.LA" = "Louisiana";
"state.US.MA" = "Massachusetts";
"state.US.MD" = "Maryland";
"state.US.ME" = "Maine";
"state.US.MI" = "Michigan";
"state.US.MN" = "Minnesota";
"state.US.MO" = "Missouri";
"state.US.MS" = "Mississippi";
"state.US.MT" = "Montana";
"state.US.NC" = "Pohjois-Carolina";
"state.US.ND" = "Pohjois-Dakota";
"state.US.NE" = "Nebraska";
"state.US.NH" = "New Hampshire";
"state.US.NJ" = "New Jersey";
"state.US.NM" = "New Mexico";
"state.US.NV" = "Nevada";
"state.US.NY" = "New York";
"state.US.OH" = "Ohio";
"state.US.OK" = "Oklahoma";
"state.US.OR" = "Oregon";
"state.US.PA" = "Pennsylvania";
"state.US.SC" = "Etelä-Carolina";
"state.US.SD" = "Etelä-Dakota";
"state.US.TN" = "Tennessee";
"state.US.TX" = "Texas";
"state.US.UT" = "Utah";
"state.US.VA" = "Virginia";
"state.US.VT" = "Vermont";
"state.US.WA" = "Washington";
"state.US.WI" = "Wisconsin";
"state.US.WV" = "Länsi-Virginia";
"state.US.WY" = "Wyoming";
"Insurance.Disclosure.Allianz" = "Allianz Global Assistance -yhtiön suosittelema, tarjoama ja myymä. Vakuutuksenantaja: Jefferson Insurance Company tai BCS Insurance Company. Sopimus sisältää vakuutus- ja tukipalvelut. Käyttöehtoja ja poikkeuksia (mukaan lukien olemassa olevat sairaudet) sovelletaan.";
"Insurance.Disclosure.Allianz.Link" = "Vakuutussopimuksen ja hintojen yksityiskohtaiset tiedot";
"state.US.RI" = "Rhode Island";
"COVID_coverage_limitations" = "COVID-19: Tärkeitä vakuutusturvan rajoituksia";
"Damage.Protection.title" = "Vahinkoturvan tarjoaa ${x}";
"State.Residency" = "Asuinvaltio";
"Select.Residency" = "Valitse asuinmaa";
"PrefSupplier.Tagline.Mobile.EUROPCAR" = "Erikoistarjouksia";
"Size.Midsize" = "Keskikokoinen";
"Size.Smallsuv" = "Pieni katumaasturi";
"Size.Mediumsuv" = "Keskikokoinen katumaasturi";
"Size.Midsizesuv" = "Keskikokoinen katumaasturi";
"Size.Largesuv" = "Suuri katumaasturi";
"Size.Mini" = "Pieni";
"Size.Economy" = "Taloudellinen";
"Size.Compact" = "Kompakti";
"Size.Intermediate" = "Välimuoto";
"Size.Standard" = "Standard";
"Size.Minivan" = "Tila-auto";
"Size.Cargovan" = "Kuormapakettiauto";
"Size.Van" = "Pakettiauto";
"Size.Largevan.12pax" = "Suuri pakettiauto";
"Size.Largevan.15pax" = "Suuri pakettiauto";
"Size.Convertible" = "Avoauto";
"Size.Estate" = "Farmarimalli";
"Size.Peoplecarrier" = "Tila-auto";
"Size.5seatcarrier" = "5-paikkainen tila-auto";
"Size.7seatcarrier" = "7-paikkainen tila-auto";
"Size.9seatcarrier" = "9-paikkainen tila-auto";
"Size.Scooter" = "Skootteri";
"Size.Truck" = "Kuorma-auto";
"Size.Exotic" = "Erikoismalli";
"Size.Special" = "Erityinen";
"cash_banner_title" = "Säästä jopa 40 € autonvuokrauksesta Primen avulla";
"Price.for.days" = "Hinta ${X}/päivä/ä";
"cash_widget_confirmation_title" = "Onnittelut!";
"cash_widget_confirmation_subtitle" = "Kuponkisi avulla säästit ${x} tästä auton varauksesta";
"cash_widget_payment_title" = "Onnittelut!";
"cash_widget_payment_subtitle" = "Säästät ${x} tästä auton varauksesta kuponkisi avulla";
"Prime_why_book_with_us" = "Miksi sadat tuhannet Prime-jäsenet vuokraavat autoja palvelustamme?";
"Prime_cash_widget_payment_title" = "Onnittelut!";
"voucher.for.days" = "Etusetelihinta ${x} päivältä";
"voucher.for.day" = "Hinta yhteensä";
"Promo.Code" = "Tarjouskoodi";
"Cannot.Find.Location" = "Sijaintiasi ei valitettavasti löydy. Yritä myöhemmin uudelleen.";
"Use.Current.Location" = "Käytä nykyistä sijaintia";
"Location.Permission.Disabled" = "Jos haluat käyttää tätä ominaisuutta, siirry kohtaan Asetukset ja salli sijainnin käyttö tässä sovelluksessa.";
"Sup.Ben.Select.Code.Type" = "Valitse koodityyppi";
"Sup.Ben.Activated.Button.Title" = "Hae alennuksilla";
"Sup.Ben.Add.CTA" = "Lisää tarjous/alennus";
"Sup.Ben.Code" = "Koodi";
"Sup.Ben.Description" = "Saat parhaat hinnat toimittajiltamme tarjoamillamme erikoisalennuksilla. Lisää Avis- ja Budget-alennukset nyt.";
"Sup.Ben.Toggle.Title" = "Käytä alennushintoja";
"Sup.Ben.Banner.Title" = "Hyödynnä parhaat hinnat";
"Sup.Ben.Banner.Description" = "Hyödynnä erikoisalennuksia eksklusiivisilta Avis- ja Budget-autonvuokrauskumppaneiltamme.";
"Sup.Ben.Banner.Button" = "Käytä nyt";
"Sup.Ben.Rental.Company" = "Vuokrausyhtiö";
"Sup.Ben.Promo.Validation.Error" = "Tämä ei näytä aivan oikealta. Tarkista koodisi ja yritä uudelleen";
"Sup.Ben.Promo.Validation.Success" = "Nyt näyttää hyvältä!";
"Sup.Ben.Code.Type" = "Koodin tyyppi";
"Sup.Ben.Promo.Discount" = "Tarjous/alennus";
"Sup.Ben.Update" = "Päivitä";
"Sup.Ben.XOptional" = "${x} (valinnainen)";
"SpecialOffer.FreeGPS" = "Ilmainen GPS sisältyy";
"SpecialOffer.FreeWinterTyres" = "Ilmaiset talvirenkaat";
"Free.Extra.Included" = "Ilmainen lisäpalvelu sisältyy hintaan";
"Customer.Portal.Booking.CTA" = "Hallitse varausta";
"Booking.Ref.Copied" = "Varausviite kopioitu leikepöydälle";
"Booking.Ref.Title" = "Varauksen viitenumero";
"Country.Selection.Settings" = "Asuinmaa/-alue voi vaikuttaa vuokra-ajoneuvosi ehtoihin ja hakutuloksissa oleviin ajoneuvoihin.";
"Country.Selection.Dialog.Title" = "Vaihdetaanko maasi/alueesi?";
"Country.Selection.Dialog.Text" = "Asuinmaasi/-alueesi muuttaminen vaikuttaa vuokrauksesi ehtoihin, ja jotta voit saada tarkimmat tulokset, sinut ohjataan takaisin hakutulossivulle.";
"Pay.Later.Title" = "Maksuvaihtoehdot";
"Pay.Later.Pay.Today" = "Maksa tänään";
"Pay.Later.Pay.By" = "Maksa viimeistään ${x}";
"Pay.Later.Payment.Explainer" = "Maksa autonvuokrausmaksusi vakuusmaksu ${x} tänään. <b>Loppusaldo</b> vähennetään automaattisesti kortiltasi ${y}.";
"Pay.Later.Pay.Now" = "Maksa nyt";
"Pay.Later.Basket.Deducted.On" = "Vähennetty ${x}";
"Pay.Later.Basket.Pick.Up" = "Maksa noutaessasi";
"Pay.Later.Remaining.Balance.Explainer" = "Autonvuokrauksen loppusaldo vähennetään automaattisesti kortiltasi ${x}.";
"Pay.Later.Accessories.Explainer" = "Seuraavat asiat maksetaan noudon yhteydessä: ${x}";
"Pay.Later.View.Details" = "Tarkastele tietoja";
"Payment.Processing.Message" = "Varaustasi käsitellään";
"Loyalty.Banner.Greeting" = "Hei";
"landing.usp.position1" = "Säästä jopa 35 % Avis- ja Budget-yhtiöiden perushinnoista*";
"landing.usp.position2" = "Ansaitse jopa 1 250 MileagePlus-perusmailia";
"landing.usp.position3" = "Avis: Käytä MileagePlus-numeroasi ja Avis Worldwide Discount (AWD) -numeroa A791500 ansaitaksesi MileagePlus-peruspalkintomaileja ja alennuksen.";
"landing.usp.position4" = "Budget: Käytä MileagePlus-numeroasi ja Budget Customer Discount (BCD) -numeroa B204900 ansaitaksesi MileagePlus-peruspalkintomaileja ja alennuksen.";
"landing.usp.position5" = "Jos haluat käyttää maileja tai miles &amp; money -pisteitä, käy sivustolla <a href=\"https://cars.mileageplus.com/en/?clientID={CLIENTID}#/searchcars/?utm_source=loyalty&amp;utm_medium=display&amp;utm_campaign=earnsitelink&amp;utm_content=car_burn\"><b>cars.mileageplus.com</b></a>";
"landing.usp.footnote.position1" = "*Enintään 35 %:n säästö koskee vain aika- ja kilometrimaksuja. Kaikki verot, maksut (mukaan lukien, mutta niihin rajoittumatta, ilmastointilaitteen valmisteveron palautusmaksu, poikkeusluvan palautusmaksu, ajoneuvolisenssin palautusmaksu, energian palautusmaksu, renkaiden hallintamaksu ja usein matkustavan maksu) ja lisämaksut (mukaan lukien, mutta niihin rajoittumatta, asiakkaan toimitilamaksu ja ympäristömaksu) ovat ylimääräisiä.";
"landing.usp.title" = "Varaa vuokra-auto Unitedin kautta";
"united_landing.usp.title" = "Varaa vuokra-auto Unitedin kautta";
"landing.usp.sale.position1" = "Rajoitetun ajan voimassa oleva erikoistarjous: Ansaitse lisäksi 500 MileagePlus-bonusmailia. <a href=\"https://cars.united.com/fi/mileage-terms-and-conditions\" target=\"_blank\"><b>Täydet ehdot täällä.</b></a>";
"united_redeem.landing.usp.title" = "Avis- tai Budget-vuokra-auton varaamisen edut MileagePlus-autopalkinnoilla";
"united_redeem.landing.usp.position1" = "Kirjaudu sisään MileagePlus-tilillesi, niin saat parhaan hinnan";
"united_redeem.landing.usp.position2" = "Maksa maileilla tai mailien ja rahan yhdistelmällä";
"united_redeem.landing.usp.position3" = "Jos haluat tehdä muutoksia/peruutuksia varaukseen, jossa maileja käytettiin, vieraile <a href=\"https://cars.mileageplus.com/fi/help\" target=\"_blank\"><b>tukikeskuksessamme</b></a>";
"landing.usp.tac.title" = "Ehdot";
"united_landing.usp.tac.title" = "<a href=\"${baseURL}/${lang}/mileage-terms-and-conditions\" target=\"_blank\">Ehdot</a>";
"united_landing.usp.pp.title" = "<a href=\"${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Tietosuojakäytäntö</a>";
"landing.usp.pp.title" = "<a href=\"https://${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Tietosuojakäytäntö</a>";
"united_landing.usp.sale.position2" = "Rajoitetun ajan voimassa oleva erikoistarjous: Ansaitse lisäksi 500 MileagePlus-bonusmailia. <a href=\"https://cars.united.com/fi/mileage-terms-and-conditions\" target=\"_blank\"><b>Täydet ehdot täällä.</b></a>";
"sale_landing_banner_monetary_description" = "Varaukset nyt alkaen ${x} / päivä!";
"sale_landing_banner_caption_closed_group" = "Erikoistarjous";
"sale_landing_banner_caption" = "Tarjous";
"sale_landing_banner_percentage_title" = "Tarjous voimassa tästä hetkestä alkaen";
"sale_landing_banner_monetary_title" = "Autonvuokraustarjouksia";
"sale_landing_banner_TCs" = "Ehdot";
"sale_landing_banner_title_monetary" = "Autonvuokraustarjouksia";
"sale_search_banner_title_monetary" = "Autonvuokraustarjouksia";
"sale_search_banner_monetary_description" = "Varaukset nyt alkaen ${x} / päivä!";
"payment.options.creditcard.title" = "Luottokortti";
"payment.error.generic.dialog.text" = "Emme voi valitettavasti toistaiseksi käsitellä varaustasi. Varaustasi ei suoritettu loppuun eikä korttiasi ole veloitettu. Yritä uudelleen toisella maksuvälineellä.";
"payment.googlepay.card.link" = "Muuta";
